{
  "1": "Base de cálculo do PIS e da COFINS sobre a importação.",
  "2": "Reserva de lei complementar para a suspensão da contagem do prazo prescricional para causas de pequeno valor.",
  "3": "Prazo prescricional para a cobrança de contribuições sociais devidas à Seguridade Social.",
  "4": "Termo a quo do prazo prescricional da ação de repetição de indébito relativa a tributos sujeitos a lançamento por homologação e pagos antecipadamente.",
  "5": "Compensação da diferença de 11,98%, resultante da conversão em URV dos valores em cruzeiros reais, com o reajuste ocorrido na data-base subseqüente.",
  "6": "Dever do Estado de fornecer medicamento de alto custo a portador de doença grave que não possui condições financeiras para comprá-lo.",
  "7": "Redução, de ofício, de multa fixada em sentença, no caso de descumprimento de obrigação de fazer.",
  "8": "Imunidade do lucro da exportação à CSLL após a Emenda Constitucional nº 33/2001.",
  "9": "Indenização por danos morais e materiais decorrentes de manipulação de resultados de partidas de futebol.",
  "10": "Vício de iniciativa de projeto de lei que tornou obrigatória a instalação de semáforo com dispositivo de acionamento pelos próprios pedestres.",
  "11": "Prazo para pagamento de parcelas em dinheiro fixadas por sentença que julgou processo de desapropriação.",
  "12": "a) Competência exclusiva dos Municípios para decretar desapropriação por interesse público com vistas à construção ou ampliação de distritos industriais; b) Existência de desvio de finalidade na expedição de decreto expropriatório.",
  "13": "Responsabilidade solidária dos sócios das empresas por quotas de responsabilidade limitada por dívidas junto à Seguridade Social.",
  "14": "Exigibilidade de cobrança amigável prévia ao ajuizamento da execução fiscal, prevista em Código Tributário Municipal.",
  "15": "Direito de praça à remuneração não inferior a um salário-mínimo.",
  "16": "Cobrança de taxa pela utilização potencial do serviço de extinção de incêndio.",
  "17": "a) Possibilidade de cobrança de ligações sem discriminação dos pulsos além da franquia; b) Justiça competente para dirimir controvérsias acerca da possibilidade de cobrança de ligações sem discriminação dos pulsos além da franquia.",
  "18": "Fracionamento de execução contra a Fazenda Pública para pagamento de honorários advocatícios.",
  "19": "Indenização pelo não-encaminhamento de projeto de lei de reajuste anual dos vencimentos de servidores públicos.",
  "20": "Alcance da expressão “folha de salários”, para fins de instituição de contribuição social sobre o total das remunerações.",
  "21": "Fixação de alíquota progressiva para o imposto sobre transmissão causa mortis e doação.",
  "22": "Restrição à participação em concurso público de candidato que responde a processo criminal.",
  "23": "Equiparação remuneratória entre procuradores autárquicos e procuradores estaduais.",
  "24": "Base de cálculo do adicional por tempo de serviço de servidor público admitido antes da Emenda Constitucional nº 19/98.",
  "25": "Vinculação do adicional de insalubridade ao salário mínimo.",
  "26": "Concessão de aposentadoria especial a policiais civis nos termos da Lei Complementar nº 51/1985.",
  "27": "Meios de comprovação do estado miserabilidade do idoso para fins de percepção de benefício de assistência continuada.",
  "29": "Vício de iniciativa de lei municipal, proposta pelo Poder Legislativo local, que veda a contratação de parentes de 1º e 2º graus do Prefeito e Vice-Prefeito para ocuparem cargos comissionados.",
  "30": "Direito de servidor comissionado exonerado receber férias não gozadas acrescidas de um terço.",
  "31": "Exigência de garantia real ou fidejussória para impressão de documentos fiscais de contribuintes inadimplentes.",
  "32": "Reserva de lei complementar para instituir requisitos à concessão de imunidade tributária às entidades beneficentes de assistência social.",
  "33": "Relevância e urgência da medida provisória nº 2.170-36/2001 que disciplina a capitalização de juros com periodicidade inferior a um ano nas operações realizadas pelas instituições integrantes do Sistema Financeiro Nacional.",
  "34": "Ampliação da base de cálculo e majoração da alíquota da COFINS pela Lei nº 10.833/2003, resultante da conversão da Medida Provisória nº 135/2003.",
  "35": "a) Tarifa básica de assinatura do serviço de telefonia fixa. b) Competência para processar e julgar ação em que se discute a legalidade da cobrança da tarifa básica de assinatura do serviço de telefonia fixa.",
  "36": "Competência da Justiça do Trabalho para execução de contribuições previdenciárias.",
  "37": "Responsabilidade objetiva do Estado por indenização referente a danos morais decorrentes de emissão de números idênticos de CPF para pessoas distintas, que implicou indevida inscrição em cadastro restritivo de crédito.",
  "39": "Extensão aos professores inativos da rede pública de ensino do Estado de São Paulo dos benefícios denominados “bônus” e “bônus mérito” concedidos aos professores em atividade.",
  "40": "Cobrança de taxa de matrícula em universidades públicas.",
  "41": "Direito adquirido à forma de cálculo de parcelas incorporadas à remuneração.",
  "42": "Retenção de parcela do produto da arrecadação do ICMS, pertencente aos Municípios, em razão da concessão de incentivos fiscais pelo Estado-membro.",
  "43": "Competência para julgar reclamações de empregados temporários submetidos a regime especial disciplinado em lei local editada antes da Constituição de 1988.",
  "44": "Constitucionalidade da instituição de contribuição para o custeio do serviço de iluminação pública.",
  "45": "Possibilidade de execução provisória de obrigação de fazer contra a Fazenda Pública.",
  "46": "Cobrança do Encargo de Capacidade Emergencial criado pela Lei nº 10.438/2002.",
  "47": "Natureza do controle externo exercido pelos Tribunais de Contas Estaduais em relação a atos administrativos dos Municípios.",
  "48": "Reserva legal para a criação de cargos e reestruturação de órgão.",
  "49": "Creditamento de IPI sobre aquisição de insumos ou produtos intermediários aplicados na fabricação de produtos finais sujeitos à alíquota zero ou isentos, em período anterior à Lei nº 9.779/99.",
  "50": "Possibilidade de substituir-se a formalização de acórdão fundamentado por certidão a qual contenha o resultado de julgamento.",
  "51": "Cobrança da alíquota de 0,38% da CPMF nos noventa dias posteriores à publicação da Emenda Constitucional nº 42/2003.",
  "52": "Incidência da Contribuição Provisória sobre Movimentação Financeira – CPMF sobre as receitas oriundas de exportação.",
  "53": "Competência para alterar alíquotas do Imposto de Exportação.",
  "54": "Extensão aos inativos e pensionistas da GDACT em seu grau máximo.",
  "55": "Reserva de lei complementar estadual de contribuição compulsória para custeio de assistência médico-hospitalar.",
  "56": "Legitimidade do Ministério Público para propor ação civil pública em que se questiona acordo firmado entre o contribuinte e o Poder Público para pagamento de dívida tributária.",
  "57": "Possibilidade de servidor público militar transferido ingressar em universidade pública, na falta de universidade privada congênere à de origem.",
  "58": "Fracionamento de execução contra a Fazenda Pública para pagamento de custas processuais de forma autônoma em relação ao crédito principal.",
  "59": "Progressão de regime em crimes hediondos cometidos antes da vigência da Lei nº 11.464/2007.",
  "61": "Elegibilidade de ex-cônjuge de ocupante de cargo político quando a dissolução da sociedade conjugal se dá durante o exercício do mandato.",
  "62": "Aplicabilidade do prazo prescricional do art. 7º, XXIX, da Constituição Federal (na redação dada pela Emenda Constitucional nº 28/2000) às ações trabalhistas ajuizadas por trabalhadores rurais cujos contratos de trabalho estavam vigentes à época da publicação da referida Emenda.",
  "63": "Termo final de vigência do crédito-prêmio do IPI instituído pelo Decreto-lei nº 491/69.",
  "64": "Diferença de tratamento entre empresas públicas e sociedades de economia mista, que exploram atividade econômica, e empresas privadas, no que tange às contribuições para o PIS/PASEP.",
  "65": "Acumulação por militar de dois cargos públicos: um de natureza militar e outro de professor.",
  "66": "Reserva de lei para a vedação de nepotismo no âmbito dos Poderes Executivo e Legislativo.",
  "67": "Extensão aos inativos da GDASST em 60 pontos a partir da Medida Provisória nº 198/94, convertida na Lei nº 10.971/2004.",
  "68": "Validade de contrato de adesão, firmado entre distribuidora e revendedora de combustíveis, que confere exclusividade de fornecimento de produtos derivados de petróleo.",
  "69": "Inclusão do ICMS na base de cálculo do PIS e da COFINS.",
  "70": "Possibilidade de conjugar vantagens de dois regimes previdenciários distintos para cálculo do benefício de aposentadoria.",
  "72": "Inclusão do salário-maternidade na base de cálculo da Contribuição Previdenciária incidente sobre a remuneração.",
  "73": "Direito de servidor à diferença de remuneração em virtude de desvio de função.",
  "74": "Competência para julgamento de ação de interdito proibitório cuja causa de pedir decorre de movimento grevista.",
  "75": "Dedução da CSLL na apuração da sua própria base de cálculo e da base de cálculo do IRPJ.",
  "76": "Teto da renda mensal dos benefícios previdenciários concedidos anteriormente à vigência das Emendas Constitucionais nos 20/98 e 41/2003.",
  "77": "Cabimento do mandado de segurança contra decisões interlocutórias exaradas em processos submetidos ao rito da Lei nº 9.099/95.",
  "78": "Observância de simetria federativa por decisão do Tribunal de Justiça que declarou a inconstitucionalidade de Emendas à Lei Orgânica do Distrito Federal.",
  "80": "Majoração da alíquota do IPI para o açúcar.",
  "81": "Estorno na remuneração de auditores fiscais do Estado de Rondônia com base no subsídio do Governador.",
  "82": "Possibilidade de execução de título judicial, decorrente de ação ordinária coletiva ajuizada por entidade associativa, por aqueles que não conferiram autorização individual à associação, não obstante haja previsão genérica de representação dos associados em cláusula do estatuto.",
  "83": "Responsabilidade civil do Estado por indenização em virtude de demora excessiva e injustificada na apreciação do pedido de aposentadoria de servidor público.",
  "84": "Exclusão do valor dos descontos incondicionais da base de cálculo do IPI.",
  "85": "Delegação ao Ministro da Fazenda da competência para instituir taxa destinada ao ressarcimento de custos de selo de controle do IPI.",
  "86": "Direito adquirido à validação automática de diploma de curso superior obtido no exterior.",
  "87": "Exigibilidade do PIS e da COFINS sobre os valores das vendas a prazo inadimplidas.",
  "88": "Aplicação do art. 29 da Lei nº 8.213/91, com a redação dada pela Lei nº 9.876/99, a benefícios concedidos antes da respectiva vigência.",
  "89": "Renda a ser usada como parâmetro para a concessão do auxílio-reclusão.",
  "90": "Competência para processar e julgar a execução de créditos trabalhistas no caso de empresa em fase de recuperação judicial.",
  "91": "Aplicação do prazo nonagesimal previsto no art. 150, III, c, da Constituição Federal relativamente à Lei paulista nº 11.813/2004.",
  "92": "Vinculação de receita proveniente de majoração de alíquota do ICMS pela Lei paulista nº 9.903/97.",
  "93": "Exigência de reserva de plenário para as situações de não-aplicabilidade do art. 4º da Lei Complementar nº 118/2005 às ações ajuizadas anteriormente à sua vigência.",
  "94": "Exigência de reserva de plenário para as situações em que a Emenda Constitucional nº 29/2000 deixa de ser aplicada em face da incidência da versão primitiva da norma constitucional por ela modificada.",
  "95": "Majoração da alíquota da COFINS de 2% para 3% pela Lei nº 9.718/98.",
  "96": "Incidência de juros de mora no período compreendido entre a data da conta de liquidação e a expedição do requisitório.",
  "98": "Auto-aplicabilidade do art. 192, § 3º, da Constituição Federal, na redação anterior à Emenda Constitucional nº 40/2003.",
  "99": "Extensão da forma de cálculo da COFINS e do PIS, fixada para as empresas que realizam a comercialização de veículos usados, para as pessoas jurídicas que atuam no ramo industrial.",
  "101": "Validade e eficácia de acordo constante do termo de adesão instituído pela Lei Complementar nº 110/2001.",
  "102": "Incidência do IOF sobre transmissão de ações de companhias abertas.",
  "103": "Exigência da comprovação de insuficiência econômico-financeira para a concessão de assistência judiciária gratuita a pessoas jurídicas.",
  "105": "Direito de servidor público federal cedido a Município, nos termos da Lei nº 8.270/91, receber gratificação instituída por lei municipal.",
  "107": "Majoração da alíquota da CSLL pela Emenda Constitucional nº 10/96.",
  "108": "Exigibilidade de contribuição social, destinada ao INCRA, das empresas urbanas.  Atenção: desde 2011 este tema tem repercussão geral reconhecida, por proposta de revisão de tese apresentada pelo relator do tema 495.",
  "109": "Adoção pelo Poder Judiciário de critérios normativos estaduais como fundamento para extinguir ações de execução fiscal ajuizadas pelo Município.",
  "110": "Ampliação da base de cálculo da COFINS",
  "112": "Conversão de precatórios expedidos antes da Emenda Constitucional nº 37/2002 em requisições de pequeno valor.",
  "113": "Revogação do art. 25 da Lei de Contravenções Penais pela Constituição Federal.",
  "115": "Aplicação da imunidade tributária recíproca às sociedades de economia mista que prestam serviços de saúde exclusivamente pelo SUS.",
  "116": "Direito a honorários advocatícios nas ações que visam obter expurgos inflacionários de FGTS.",
  "117": "Limitação do direito de compensação de prejuízos fiscais do IRPJ e da base de cálculo negativa da CSLL.",
  "119": "Acumulação por militar de dois cargos públicos na área de saúde.",
  "120": "Contribuições sociais criadas para o pagamento dos expurgos inflacionários das contas vinculadas ao FGTS.",
  "121": "Reserva legal para fixação de limite de idade para ingresso nas Forças Armadas.",
  "122": "Direito de servidor, que teve regime jurídico alterado de celetista para estatutário, à contagem como tempo de serviço em dobro, o período correspondente à licença especial não-gozada.",
  "123": "Aplicação de lei nova sobre plano de saúde aos contratos anteriormente firmados.",
  "125": "Incidência do ISS sobre operações de arrendamento mercantil.",
  "127": "Limitação temporal dos efeitos da condenação ao reajuste salarial de 84,32% aos servidores do Distrito Federal.",
  "128": "Competência para dirimir conflito de competência entre Juizado Especial e Juízo Federal de primeiro grau de uma mesma Seção Judiciária.",
  "129": "Consideração de ações penais em curso como maus antecedentes para fins de dosimetria da pena.",
  "130": "Responsabilidade objetiva do Estado em caso de responsabilidade civil da pessoa jurídica de direito privado prestadora de serviço público em relação a terceiros não-usuários do serviço.",
  "131": "Despedida imotivada de empregados de Empresa Pública.",
  "132": "Incidência de juros moratórios e compensatórios durante o período de parcelamento previsto no art. 78 do ADCT.",
  "133": "Alíquota do Imposto de Renda de Pessoa Física aplicável aos valores recebidos em atraso e de forma acumulada pelo beneficiário, por culpa exclusiva da autarquia federal. Atenção: desde 2014 este tema teve a repercussão geral reconhecida e o mérito julgado, por proposta de revisão de tese apresentada pelo relator do tema 368. \"",
  "134": "Direito a honorários advocatícios quando a Defensoria Pública Estadual representa vencedor em demanda ajuizada contra o Estado ao qual é vinculada.",
  "135": "Exigibilidade do porte de remessa e retorno de autos de autarquia federal no âmbito da Justiça Estadual.",
  "136": "a) Cabimento de ação rescisória que visa desconstituir julgado com base em nova orientação da Corte;  b) Creditamento de IPI pela aquisição de insumos isentos, não tributados ou sujeitos à alíquota zero.",
  "137": "Prazo para a Fazenda Pública opor embargos à execução.",
  "138": "Anulação de ato administrativo pela Administração, com reflexo em interesses individuais, sem a instauração de procedimento administrativo.",
  "139": "Extensão da Gratificação por Atividade de Magistério aos servidores inativos que ingressaram no serviço público até a publicação da Emenda Constitucional nº 41/2003.",
  "140": "Extensão da Gratificação de Atividade Institucional Autônoma – GAIA, concedida aos Procuradores do Estado de Minas Gerais, aos Procuradores da Fazenda Estadual, referente a período anterior à unificação das carreiras.",
  "141": "Cálculo de vantagens pessoais incidentes sobre o abono garantidor da percepção de um salário-mínimo.",
  "142": "Pagamento a servidor público de salário-base inferior ao mínimo constitucional.",
  "143": "Cancelamento de descontos em folha de pagamento por posterior desinteresse do mutuário no seu prosseguimento.",
  "144": "a) Termo inicial da prescrição para ação de cobrança da diferença decorrente da incidência dos expurgos inflacionários reconhecidos pela Lei Complementar nº 110/2001 na multa de 40% sobre os depósitos do FGTS; b) Responsabilidade do empregador pelo pagamento dessa diferença.",
  "145": "a) Competência do Município para legislar sobre meio ambiente; b) Competência dos Tribunais de Justiça para exercer controle de constitucionalidade de norma municipal em face da Constituição Federal.",
  "146": "a) Cobrança de taxa em razão de serviços públicos de limpeza; b) Adoção de um ou mais elementos que compõem a base de cálculo própria de imposto para apuração do valor de taxa.",
  "147": "Incidência de juros de mora durante o prazo previsto na Constituição Federal para o pagamento de precatório.",
  "148": "Individualização de créditos de litisconsortes para efeito de fracionamento do valor principal da execução contra a Fazenda Pública.",
  "149": "Competência para processar e julgar causa que envolve contribuição previdenciária instituída pelo Estado membro incidente sobre complementação de proventos e de pensões por ele paga.",
  "150": "Consideração de condenações transitadas em julgado há mais de cinco anos como maus antecedentes para efeito de fixação da pena-base.",
  "151": "Decretação de ofício da prescrição de crédito tributário sem a manifestação da Fazenda Pública.",
  "152": "Renúncia genérica a direitos mediante adesão a plano de demissão voluntária.",
  "153": "Extensão, em relação aos servidores inativos, dos critérios de cálculo da GDATA e da GDASST estabelecidos para os servidores em atividade.",
  "154": "Trancamento da ação penal, em habeas corpus, por falta de justa causa, sem a submissão de acusados de crime doloso contra a vida ao Tribunal do Júri.",
  "155": "Progressividade do IPTU antes da Emenda Constitucional nº 29/2000.",
  "156": "Extensão da verba de incentivo de aprimoramento à docência prevista no art. 3º da Lei Complementar nº 159/2004 do Estado de Mato Grosso a professores inativos.",
  "157": "Competência exclusiva da Câmara Municipal para o julgamento das contas de Prefeito.",
  "158": "Fixação de pena aquém do mínimo legal, em face da incidência de circunstância genérica atenuante.",
  "159": "Competência para processar e julgar mandado de segurança contra decisão de juiz federal no exercício de jurisdição de juizado especial federal.",
  "160": "Contribuição previdenciária sobre pensões e proventos e militares inativos entre a Emenda Constitucional nº 20/98 e a Emenda Constitucional nº 41/2003.",
  "161": "Nomeação de candidato classificado entre as vagas previstas no edital de concurso público.",
  "162": "Acumulação de pensões por morte, no caso de o servidor aposentado ter reingressado no serviço público, por meio de concurso, antes da edição da Emenda Constitucional nº 20/98, e ter falecido em data posterior ao seu advento.",
  "163": "Contribuição previdenciária sobre o terço constitucional de férias, a gratificação natalina, os serviços extraordinários, o adicional noturno e o adicional de insalubridade.",
  "164": "Contribuição social, a cargo das cooperativas de trabalho, sobre as importâncias pagas, distribuídas ou creditadas aos seus cooperados, a título de remuneração por serviços prestados a pessoas jurídicas por intermédio delas.",
  "165": "Revisão da pensão por morte concedida antes do advento da Lei nº 9.032/95.",
  "166": "Contribuição, a cargo da empresa, incidente sobre 15% do valor bruto da nota fiscal ou fatura de prestação de serviços desenvolvidos por cooperativas.",
  "168": "Aplicação de lei que majorou alíquota do imposto de renda sobre fatos ocorridos no mesmo ano em que publicada, para pagamento do tributo com relação ao exercício seguinte.",
  "169": "Aplicação retroativa do § 4º do art. 33 da Lei nº 11.343/2006 sobre pena cominada com base na Lei nº 6.368/76.",
  "170": "Julgamento proferido por órgão fracionário de tribunal composto majoritariamente por juízes convocados.",
  "172": "Reeleição de membro do Ministério Público para o exercício de atividade político-partidária após a Emenda Constitucional nº 45/2004.",
  "173": "Concessão de benefício assistencial a estrangeiros residentes no Brasil.",
  "174": "Índice de correção monetária incidente sobre verba a ser restituída a associados que se desligam de plano de previdência privada.",
  "175": "Modulação dos efeitos de declaração incidental de inconstitucionalidade de lei municipal que instituiu a cobrança de IPTU com alíquotas progressivas, TIP e TCLL.",
  "176": "Inclusão dos valores pagos a título de “demanda contratada” na base de cálculo do ICMS sobre operações envolvendo energia elétrica.",
  "177": "Revogação, por medida provisória, da isenção da contribuição para o PIS e para a COFINS concedida às sociedades cooperativas.",
  "178": "Cálculo da quantidade de ações em que dividido o capital subscrito em uma sociedade anônima, referente aos contratos de participação financeira e subscrição de ações de telefonia, com complementação dos títulos acionários.",
  "179": "Compensação de créditos calculados com base nos valores dos bens e mercadorias em estoque, no momento da transição da sistemática cumulativa para a não-cumulativa da contribuição para o PIS e da COFINS.",
  "180": "Restituição de valores descontados da remuneração de servidores públicos estaduais mediante aplicação de redutor salarial.",
  "181": "Pressupostos de admissibilidade de recursos da competência de outros Tribunais.",
  "182": "Valoração das circunstâncias judiciais previstas no art. 59 do Código Penal na fundamentação da fixação da pena-base pelo juízo sentenciante.",
  "183": "Aplicação do princípio da insignificância a crime de posse de substância entorpecente para uso próprio.",
  "184": "Poder de investigação do Ministério Público.",
  "186": "Fixação de honorários advocatícios em execução de sentença proferida em ação coletiva não-embargada pela Fazenda Pública.",
  "187": "Imposição de efeitos próprios de sentença penal condenatória à transação penal prevista na Lei nº 9.099/95.",
  "188": "Declaração de hipossuficiência para obtenção de gratuidade de justiça.",
  "189": "Pensão decorrente de morte de servidor que, apesar de contratado pelo regime da Consolidação das Leis do Trabalho, faleceu após o advento da Lei nº 8.112/90.",
  "190": "Competência para processar e julgar causas que envolvam complementação de aposentadoria por entidades de previdência privada.",
  "191": "Recolhimento de FGTS na contratação de servidor público sem a prévia aprovação em concurso público.",
  "193": "Incorporação a contrato individual de trabalho de cláusulas normativas pactuadas em acordos coletivos.",
  "194": "Reajuste da vantagem pecuniária denominada “indenização de campo” no mesmo percentual pago a título de reajuste de diárias.",
  "195": "Publicação de editais de notificação do lançamento da contribuição sindical rural por órgão da imprensa oficial.",
  "196": "Responsabilidade subsidiária de tomador de serviços, em decorrência do não-pagamento de verbas trabalhistas devidas.",
  "197": "Cobrança de contribuição assistencial, instituída por assembleia, de trabalhadores não filiados a sindicato, bem como a aplicação de multa em julgamento de embargos de declaração tidos por protelatórios.",
  "198": "Prazo prescricional relativo às atualizações monetárias de contas fundiárias do PIS/PASEP.",
  "199": "Incidência de descontos previdenciários sobre vencimentos de servidor que se afastou regularmente do serviço, após haver formulado pedido de sua aposentadoria.",
  "200": "Critério de reajuste de saldo devedor de contrato de mútuo firmado no âmbito do Sistema Financeiro da Habitação para posterior amortização.",
  "201": "Restituição da diferença de ICMS pago a mais no regime de substituição tributária.",
  "202": "Cobrança de contribuição a ser recolhida pelo empregador rural pessoa física sobre receita bruta proveniente da comercialização de sua produção.",
  "203": "Sistema de reserva de vagas, como forma de ação afirmativa de inclusão social, estabelecido por universidade.",
  "204": "Contribuição adicional de 2,5% sobre a folha de salários de instituições financeiras instituída pela Lei nº 8.212/91.",
  "205": "Requisitos para a concessão de progressão de regime à luz da nova redação dada ao art. 112 da Lei de Execução Penal pela Lei nº 10.792/2003.",
  "207": "Reconhecimento a contribuinte optante pelo SIMPLES das imunidades tributárias previstas nos artigos 149, § 2º, I e 153, § 3º, III, da Constituição Federal.",
  "209": "Imunidade tributária de livros, jornais e periódicos do FINSOCIAL.",
  "210": "Limitação de indenizações por danos decorrentes de extravio de bagagem com fundamento na Convenção de Varsóvia.",
  "211": "Necessidade de lei em sentido formal para a atualização do valor venal de imóveis.",
  "212": "Incidência do ISS sobre locação de bens móveis.",
  "213": "Competência para processar e julgar ação que visa compelir os entes políticos das três esferas do governo a fornecer medicamentos à pessoa carente, quando o valor da causa é inferior ao limite de sessenta salários mínimos.",
  "214": "a) Inclusão do ICMS em sua própria base de cálculo; b) Emprego da taxa SELIC para fins tributários; c) Natureza de multa moratória fixada em 20% do valor do tributo.",
  "215": "Forma de cálculo de contribuição previdenciária incidente sobre o 13º salário.",
  "216": "Incidência do ICMS sobre venda de veículos salvados de sinistros.",
  "217": "Comprovação do poder de polícia para cobrança de taxa de localização e funcionamento.",
  "219": "Extensão a beneficiários de plano de previdência privada complementar de vantagem outorgada a empregados ativos.",
  "220": "Competência do Poder Judiciário para determinar ao Poder Executivo a realização de obras em estabelecimentos prisionais com o objetivo de assegurar a observância de direitos fundamentais dos presos.",
  "222": "Extensão do adicional de risco portuário ao trabalhador portuário avulso.",
  "223": "Competência do Poder Legislativo municipal para estabelecer vantagens, benefícios e adicionais em favor de servidores municipais.",
  "224": "Imunidade tributária recíproca do responsável tributário por sucessão.",
  "225": "a)  Fornecimento de informações sobre movimentações financeiras ao Fisco sem autorização judicial, nos termos do art. 6º da Lei Complementar nº 105/2001; b)      Aplicação retroativa da Lei nº 10.174/2001 para apuração de créditos tributários referentes a exercícios anteriores ao de sua vigência.",
  "226": "Cobrança do IPTU pela alíquota mínima nos casos de declaração da inconstitucionalidade da sua progressividade.",
  "227": "Reserva de lei complementar para instituir contribuição destinada ao SEBRAE.",
  "228": "Restituição de valores recolhidos a maior a título de PIS e COFINS mediante o regime de substituição tributária.",
  "229": "Isonomia quanto ao enquadramento como beneficiário do regime público de previdência complementar instituído por lei estadual.",
  "230": "Exigibilidade da contribuição para o Fundo de Saúde dos Militares.",
  "232": "Indenização por danos morais decorrentes de inscrição indevida em cadastro de inadimplentes.",
  "233": "a) Indenização por danos morais decorrentes de vazamento de produtos químicos em um dos afluentes do Rio Paraíba do Sul; b) Competência dos Juizados Especiais para as causas respectivas.",
  "234": "Reajuste das tabelas dos serviços prestados ao SUS.",
  "235": "Imunidade tributária das atividades exercidas pela Empresa Brasileira de Correios e Telégrafos - ECT.",
  "236": "Natureza jurídica de verbas rescisórias para fins de incidência do imposto de renda.",
  "237": "Gravação ambiental realizada por um dos interlocutores sem conhecimento do outro.",
  "238": "Propositura de ação penal por descumprimento das condições estabelecidas em transação penal.",
  "239": "Extinção da punibilidade em virtude de prescrição da pretensão punitiva em perspectiva.",
  "240": "Nulidade do processo pela falta de requisição do réu preso, por meio de carta precatória, para comparecer à audiência de oitiva de testemunhas.",
  "241": "Exigência da prévia aprovação no exame da OAB para exercício da advocacia.",
  "242": "Competência para processar e julgar ações indenizatórias decorrentes de acidente do trabalho propostas por sucessores do trabalhador falecido.",
  "243": "Termo inicial dos juros moratórios nas ações de repetição de indébito tributário.",
  "244": "Limitação temporal para o aproveitamento de créditos de PIS E COFINS.",
  "245": "Base de cálculo do adicional de periculosidade dos empregados do setor de energia elétrica.",
  "246": "Responsabilidade subsidiária da Administração Pública por encargos trabalhistas gerados pelo inadimplemento de empresa prestadora de serviço.",
  "248": "Pressupostos de admissibilidade de ação rescisória no âmbito da Justiça do Trabalho.",
  "250": "Extensão de regra mais benéfica concernente a férias prevista no Estatuto do Magistério estadual a professores contratados sob o regime temporário.",
  "251": "Suspensão ou devolução de prazos processuais da União em decorrência de movimento grevista deflagrado pelos membros das carreiras da AGU.",
  "252": "Extensão de Gratificação Especial a cargos equivalentes ao de técnico de nível superior.",
  "253": "Aplicabilidade do regime de precatórios às entidades da Administração Indireta prestadoras de serviços públicos essenciais.",
  "255": "Prazo prescricional para a execução contra o Estado de débitos oriundos da extinta Minascaixa.",
  "256": "Complementação de aposentadoria de ex-empregado da FEPASA.",
  "257": "Inclusão das vantagens pessoais no teto remuneratório estadual após a Emenda Constitucional nº 41/2003.",
  "258": "Competência para processar e julgar execuções ajuizadas pela OAB contra advogados inadimplentes quanto ao pagamento de anuidades.",
  "259": "Tributação da importação de pequenos componentes eletrônicos que acompanham material didático de curso de montagem de computadores.",
  "260": "Extensão aos inativos da Gratificação de Desempenho de Atividade Jurídica - GDAJ.",
  "261": "Cobrança de taxa de ocupação do solo e do espaço aéreo por poste de transmissão de energia elétrica.",
  "262": "Legitimidade do Ministério Público para ajuizar ação civil pública que tem por objetivo compelir entes federados a entregar medicamentos a portadores de certas doenças.",
  "263": "Incidência de ICMS sobre os serviços prestados pelos provedores de acesso à internet.",
  "267": "Fixação de multa por descumprimento de ordem judicial de pagamento de precatório no prazo legal.",
  "268": "Majorações de tarifas de energia elétrica durante o período de congelamento de preços denominado Plano Cruzado.",
  "269": "Direito de militar mineiro reformado do Estado de Minas Gerais receber o adicional trintenário.",
  "270": "Reserva de lei para instituir punição disciplinar imposta a militar.",
  "271": "Direito de filha de ex-servidor, solteira e maior de 21 anos, receber pensão.",
  "272": "Competência dos Municípios para legislar sobre tempo máximo de espera de clientes em filas de bancos.",
  "273": "Direito de servidores inativos da extinta FEPASA à extensão de vantagens salariais concedidas em dissídios e acordos coletivos aos ferroviários em atividade.",
  "274": "Cobrança de pulsos além da franquia.",
  "275": "Direito de servidores públicos do Poder Judiciário do Estado do Rio Grande do Norte à Gratificação Especial de Técnico de Nível Superior - GTNS.",
  "276": "Adicional noturno para policiais civis que trabalham sob o regime de plantão.",
  "277": "Desvinculação do produto de arrecadação de contribuições sociais da União por Emenda Constitucional.",
  "278": "a) Sujeição da contribuição ao PIS ao princípio da anterioridade nonagesimal; b) Contagem do prazo nonagesimal para fins de majoração de alíquota estabelecida por ocasião da conversão de medida provisória em lei.",
  "279": "Natureza das leis n. 2.123/93 e 4.069/62 que garantem aos procuradores federais direito a férias de sessenta dias por ano.",
  "280": "Provas obtidas mediante invasão de domicílio por policiais sem mandado de busca e apreensão.",
  "283": "Incidência do PIS e da COFINS não-cumulativos sobre valores recebidos a título de transferência de ICMS.",
  "286": "Responsabilidade civil de banco por danos decorrentes de indevida utilização de cartão de crédito.",
  "287": "Sujeito ativo competente para cobrança do ISS.",
  "288": "Interrupção do prazo prescricional na execução fiscal.",
  "290": "Pagamento de diferenças em razão de reenquadramento de servidor público do Município de Santos.",
  "291": "Notificação pessoal de contribuinte para exclusão do REFIS.",
  "292": "Extinção de execução fiscal da União por falta de interesse de agir, em razão do valor irrisório do débito, com base em legislação federal.",
  "294": "Cabimento de agravo interno contra decisão monocrática proferida no âmbito dos Juizados Especiais.",
  "295": "Penhorabilidade de bem de família de fiador de contrato de locação.",
  "297": "Incidência do ICMS na importação de mercadoria por meio de arrendamento mercantil internacional.",
  "298": "Diferimento da compensação tributária advinda da correção monetária das demonstrações financeiras no período-base de 1990.",
  "299": "Aproveitamento integral de créditos do ICMS pago na operação antecedente em hipóteses de redução parcial da base de cálculo na operação subsequente.",
  "300": "Incidência do ISS sobre os contratos de franquia.",
  "301": "Cobrança de ICMS sobre serviço de habilitação de celular.",
  "302": "Natureza jurídica da retenção de 11% sobre os valores brutos dos contratos de prestação de serviço por empresas tomadoras de serviços.",
  "305": "Competência para processar e julgar ações de cobrança de honorários advocatícios arbitrados em favor de advogado dativo.",
  "306": "Natureza jurídica dos juros, em reclamatória trabalhista, para fins de incidência de Imposto de Renda.",
  "307": "Efeito suspensivo a embargos do devedor em execução fiscal.",
  "308": "Efeitos trabalhistas decorrentes de contratação pela Administração Pública de empregado não submetido à prévia aprovação em concurso público.",
  "310": "Alteração judicial, ao patamar de 12% ao ano, de juros contratados após a Emenda Constitucional nº 40/2003.",
  "312": "Interpretação extensiva ao parágrafo único do art. 34 da Lei nº 10.741/2003 para fins do cálculo da renda familiar de que trata o art. 20, §3º, da Lei nº 8.742/93.",
  "313": "Aplicação do prazo decadencial previsto na Medida Provisória nº 1.523/97 a benefícios concedidos antes da sua edição.",
  "314": "Exigência de depósito prévio como requisito de admissibilidade de recurso administrativo.",
  "315": "Aumento de vencimentos e extensão de vantagens e gratificações pelo Poder Judiciário e pela Administração Pública.",
  "316": "Extensão da vantagem denominada Prêmio de Incentivo à Qualidade – PIQ a servidores inativos.",
  "318": "Requisitos do mandado de segurança.",
  "319": "Critérios de correção monetária para a devolução de empréstimo compulsório de energia elétrica.",
  "320": "Reconhecimento da condição de ex-combatente para fins de recebimento de benefício de pensão especial.",
  "322": "Creditamento de IPI na entrada de insumos provenientes da Zona Franca de Manaus.",
  "323": "Incidência do PIS sobre os atos cooperativos próprios.",
  "324": "Reserva de lei complementar para estabelecimento de valores pré-fixados para o cálculo do IPI.",
  "325": "Subsistência da contribuição destinada ao SEBRAE, após o advento da Emenda Constitucional nº 33/2001.",
  "326": "Incidência de ICMS sobre o fornecimento de água encanada por concessionárias.",
  "327": "Inscrição de Município no SIAFI/CADIN sem o prévio julgamento de Tomada de Contas Especial.",
  "329": "Incidência do PIS e da COFINS sobre a receita decorrente da variação cambial positiva.",
  "330": "Incidência do IRPF sobre os benefícios recebidos de entidade de previdência privada e as importâncias correspondentes ao resgate de contribuições.",
  "331": "Incidência de juros progressivos sobre o FGTS.",
  "332": "Restituição dos valores pagos a consórcio em razão de desistência do consorciado.",
  "333": "Responsabilização do empregador no caso de sucessão de empresa.",
  "334": "Direito a cálculo de benefício de aposentadoria de acordo com legislação vigente à época do preenchimento dos requisitos exigidos para sua concessão.",
  "335": "Remarcação de teste de aptidão física em concurso público.",
  "337": "Majoração da alíquota de contribuição para o PIS mediante medida provisória.",
  "338": "Exigência do exame psicotécnico em concurso público, sem previsão em lei, e critérios de avaliação.",
  "339": "Obrigatoriedade de fundamentação das decisões judiciais",
  "340": "Extensão do índice de reajuste de 28,86% aos militares.",
  "341": "Plano de carreira de servidores públicos instituído por lei municipal sem norma regulamentadora.",
  "342": "Imunidade de ICMS sobre produtos e serviços adquiridos por entidade filantrópica.",
  "343": "Devolução de contribuição previdenciária cobrada de servidor inativo ou pensionista, no período compreendido entre a EC 20/98 e a EC 41/2003.",
  "344": "Incidência de contribuição previdenciária sobre a participação nos lucros da empresa.",
  "345": "Ressarcimento ao Sistema Único de Saúde – SUS das despesas com atendimento a beneficiários de planos privados de saúde.",
  "346": "Reserva de norma constitucional para dispor sobre direito à compensação de créditos do ICMS.",
  "347": "Direito à atualização monetária do vale-refeição dos servidores públicos do Estado do Rio Grande do Sul por decisão judicial.",
  "348": "Plano diretor como instrumento básico da política de desenvolvimento e de expansão urbana.",
  "349": "Registro prévio do contrato de alienação fiduciária em garantia de veículo automotor perante o órgão competente para o licenciamento.",
  "350": "Prévio requerimento administrativo como condição para o acesso ao Judiciário.",
  "351": "Extensão a inativos e pensionistas da Gratificação de Desempenho do Plano Geral de Cargos do Poder Executivo – GDPGPE.",
  "353": "Enquadramento de pessoas jurídicas da área de saúde na qualidade de prestadoras de serviço hospitalar para fins de obtenção do benefício de recolhimento da Contribuição Social sobre o Lucro líquido (CSLL) e do Imposto de Renda de Pessoa Jurídica (IRPJ) com base de cálculo reduzida.",
  "354": "Cabimento de ação rescisória contra decisão dos Juizados Especiais Federais.",
  "355": "a) Penhora de bens da Rede Ferroviária S.A. realizada anteriormente à sucessão pela União; b) Possibilidade de execução, pelo regime de precatório, dos bens da Rede Ferroviária.",
  "356": "Adicional de periculosidade em decorrência de armazenamento de agentes inflamáveis em prédio vertical.",
  "357": "Redução do intervalo intrajornada e majoração da jornada de trabalho, no regime de turnos ininterruptos de revezamento, por negociação coletiva.",
  "358": "Competência dos Tribunais de Justiça dos Estados e do Distrito Federal para decidir sobre questão previdenciária, no bojo de processo autônomo de perda de posto e patente de militar.",
  "359": "Incidência do teto constitucional remuneratório sobre o montante decorrente da acumulação de proventos e pensão.",
  "360": "Desconstituição de título executivo judicial mediante aplicação do parágrafo único do art. 741 do Código de Processo Civil.",
  "361": "Transmudação da natureza de precatório alimentar em normal em virtude de cessão do direito nele estampado.",
  "362": "Responsabilidade civil do Estado por ato praticado por preso foragido.",
  "363": "Impedimento à adesão ao regime tributário do Simples Nacional de microempresas ou empresas de pequeno porte com pendências tributárias ou previdenciárias.",
  "365": "Responsabilidade do Estado por danos morais decorrentes de superlotação carcerária.",
  "366": "Responsabilidade civil do Estado por danos decorrentes de omissão do dever de fiscalizar comércio de fogos de artifício em residência.",
  "367": "Inelegibilidade em razão de renúncia a mandato.",
  "368": "Incidência do imposto de renda de pessoa física sobre rendimentos percebidos acumuladamente. Obs.: revisão de tese do tema 133, o qual não tinha repercussão geral.",
  "370": "Suspensão dos direitos políticos de condenado a pena privativa de liberdade substituída por pena restritiva de direito.",
  "371": "Concessão de indulto a pessoa submetida a medida de segurança.",
  "373": "Expulsão de estrangeiro cuja prole brasileira foi concebida posteriormente ao fato motivador do ato expulsório.",
  "374": "Aplicação do art. 109, § 2º, da Constituição Federal aos entes da Administração Indireta",
  "375": "Condições para a promoção de policial militar.",
  "376": "Cláusulas de barreira ou afunilamento em concurso público",
  "377": "Incidência do teto remuneratório no caso de acumulação de cargos públicos",
  "378": "Reajustes de vencimentos de servidores públicos do Município de São Paulo com base em leis municipais",
  "379": "Imposto a incidir em operações mistas realizadas por farmácias de manipulação.",
  "380": "Aplicação do art. 17 do ADCT a vantagens protegidas pela garantia da coisa julgada",
  "382": "Sujeição da Lei Complementar 122/2006 a prazo nonagesimal.",
  "384": "Incidência do teto remuneratório a servidores já ocupantes de dois cargos públicos antes da vigência da Emenda Constitucional 41/2003.",
  "385": "Reconhecimento de imunidade tributária recíproca a sociedade de economia mista ocupante de bem público.",
  "386": "Realização de etapas de concurso público em datas e locais diferentes dos previstos em edital por motivos de crença religiosa do candidato.",
  "387": "Aplicabilidade imediata da Lei Complementar nº 135/2010, que prevê novas hipóteses de inelegibilidade, às eleições de 2010.",
  "388": "Revisão de auxílio-acidente concedido antes do advento da Lei nº 9.032/95.",
  "389": "Âmbito de incidência de isenção de taxas judiciárias, custas e emolumentos concedida por lei estadual.",
  "391": "Incidência do PIS e da COFINS nas importações realizadas por conta e ordem de terceiros no contexto do Sistema Fundap.",
  "393": "Competência para processar e julgar suposto crime de publicação, na internet, de imagens com conteúdo pornográfico envolvendo criança ou adolescente.",
  "394": "Pagamento imediato de reparação econômica a anistiados políticos.",
  "395": "Incorporação de quintos decorrentes do exercício de funções comissionadas e/ou gratificadas.",
  "396": "Direito adquirido aos critérios da paridade e integralidade no pagamento de pensão por morte de servidor aposentado antes do advento da Emenda Constitucional nº 41/2003, mas falecido durante sua vigência.",
  "397": "Cobrança de contribuição previdenciária dos servidores estaduais ativos de São Paulo.",
  "398": "Anulação de sentença por contradição e incoerência.",
  "399": "Natureza da responsabilidade do proprietário de terras com cultivo ilegal de plantas psicotrópicas para fins de expropriação.",
  "400": "Legitimidade ativa para cobrar IPTU referente à área de município em que se controverte acerca da observância do artigo 18, § 4º, da Constituição Federal no processo de desmembramento.",
  "401": "Multa por litigância de má-fé.",
  "402": "Imunidade tributária recíproca quanto à incidência de ICMS sobre o transporte de encomendas pela Empresa Brasileira de Correios e Telégrafos - ECT.",
  "403": "Requisitos para contratação de professor substituto no âmbito de instituições federais de ensino superior.",
  "404": "Recebimento de vale-refeição, por servidor público, durante o período de férias.",
  "405": "Cômputo do tempo de serviço exercido em condições especiais para efeito de aposentadoria.",
  "406": "Critérios para o cálculo da renda mensal inicial de benefício previdenciário.",
  "407": "Restituição de valores descontados compulsoriamente a título de contribuição previdenciária declarada inconstitucional.",
  "408": "Cabimento de apelação em caso de execução fiscal com valor inferior a 50 ORTN.",
  "409": "Extensão, em relação aos servidores inativos, dos critérios de cálculo da GDPST estabelecidos para os servidores em atividade.",
  "410": "Extensão, em relação aos servidores inativos, dos critérios de cálculo da GDPGTAS estabelecidos para os servidores em atividade.",
  "411": "Rito da execução de decisões que condenem entidades paraestatais, pessoas jurídicas de direito privado, a quantia em dinheiro.",
  "412": "Extensão da imunidade tributária recíproca às empresas públicas prestadoras de serviços públicos.",
  "413": "Quantum indenizatório de condenação por danos morais e materiais decorrentes da relação entre concessionária de serviço público e consumidor.",
  "414": "Competência para processar e julgar ação em que se discute a prestação de benefícios previdenciários decorrentes de acidentes de trabalho.",
  "415": "Reserva de Lei Complementar para repasse do PIS e da COFINS ao consumidor.",
  "417": "Responsabilidade civil por dano material em face de relações contratuais e extracontratuais.",
  "418": "Compensação do reajuste de 28,86% sobre a RAV com as reposições salariais posteriores ao reajustamento concedido pelas Leis 8.622/1993 e 8.627/1993.",
  "419": "Dever de as concessionárias de serviços públicos cumprirem suas obrigações contratuais mesmo que em área de risco à integridade física de seus funcionários.",
  "420": "Extensão de progressão salarial a servidores efetivados por Lei Estadual.",
  "421": "Aplicação do artigo 1º da Lei de Usura, que limita a taxa de juros a 12% ao ano, aos contratos bancários.",
  "422": "Cálculo do valor mínimo nacional por aluno (VMNA) a ser repassado ao Fundo de Manutenção e Desenvolvimento do Ensino Fundamental e de Valorização do Magistério (FUNDEF)",
  "423": "Cumprimento de pena em regime menos gravoso ante a falta de vagas em estabelecimento penitenciário adequado.",
  "424": "Indeferimento de produção de provas no âmbito de processo judicial.",
  "425": "Restituição de verbas de natureza alimentar pagas indevidamente pela Administração Pública a beneficiário de boa-fé.",
  "426": "Incidência do adicional de “sexta parte” sobre a integralidade dos vencimentos de servidor estadual celetista.",
  "427": "Extensão do reajuste de 10% concedido pelo Decreto Estadual nº 36.829/1995 aos servidores da FUNED.",
  "428": "Extensão a outros servidores públicos militares em atividade da Gratificação de Encargos Especiais-GEE",
  "429": "Extensão a servidor público inativo do Adicional de Local de Exercício - ALE definido como vantagem de caráter geral.",
  "430": "Competência privativa da União para legislar sobre trânsito e transporte.",
  "431": "Contribuição para assistência à saúde incidente sobre proventos e pensões dos servidores públicos no interregno das EC n. 20/98 e n. 41/03.",
  "432": "Imunidade tributária das entidades filantrópicas em relação à contribuição para o PIS",
  "433": "Competência de juizados especiais face à alegação de complexidade da prova.",
  "434": "Alteração do cálculo da Gratificação por Produção Suplementar – GPS  por lei específica.",
  "435": "Aplicação do artigo 1º-F da Lei 9.494/97 nas ações ajuizadas anteriormente à sua vigência.",
  "436": "Alteração de prazo prescricional por legislação infraconstitucional superveniente.",
  "437": "Reconhecimento de imunidade tributária recíproca a empresa privada ocupante de bem público.",
  "438": "Limite temporal para a suspensão do processo e do prazo prescricional previstos no art. 366 do CPP.",
  "439": "Direito adquirido de servidores públicos estaduais aposentados à permanência em determinada classe, não obstante o advento de lei estadual que, ao promover a reclassificação de cargos, reenquadra-os em classe inferior.",
  "440": "Redução legal do valor de gratificação para servidores que ingressaram, ou reingressaram no quadro, após a entrada em vigor da lei redutora.",
  "442": "Inexigibilidade de título judicial cujo fundamento contraria decisão superveniente do Superior Tribunal de Justiça sobre tema declarado de natureza infraconstitucional pelo Supremo Tribunal Federal.",
  "443": "Exigência de atualização, no final de cada exercício, da ajuda de custo instituída pela Lei Municipal 4.823/1996.",
  "444": "Reflexos na base de cálculo do décimo terceiro salário e do terço de férias da verba decorrente de plantão na área da saúde.",
  "445": "Incidência do prazo decadencial previsto no art. 54 da Lei 9.784/1999 para a Administração anular ato de concessão de aposentadoria.",
  "446": "Destinação de parte do valor das astreintes a fundo estadual de defesa do consumidor.",
  "447": "Extensão, em relação aos servidores inativos e pensionistas, dos critérios de cálculo da GDAMB estabelecidos para os servidores em atividade.",
  "448": "Extensão do adicional de insalubridade aos policiais militares inativos em razão de previsão em Lei Complementar Estadual.",
  "450": "Incidência de correção monetária no período compreendido entre a data do cálculo e a do efetivo pagamento da requisição de pequeno valor.",
  "451": "Remissão aos fundamentos adotados na sentença impugnada nos termos do § 5º do art. 82 da Lei nº 9.099/95.",
  "452": "Cláusula de plano de previdência complementar que estabelece valor inferior de complementação de benefício para mulheres em virtude de seu tempo de contribuição.",
  "453": "Manutenção de prerrogativa de foro a magistrados aposentados.",
  "454": "Direito à promoção funcional, independentemente de apuração própria ao estágio probatório, quando reconhecida eficácia retroativa do direito à nomeação.",
  "455": "Exigência de pagamento de caução para o exercício da profissão de leiloeiro.",
  "457": "Requisitos legais diferenciados para a concessão de pensão por morte em relação a cônjuges homens e mulheres de ex-servidores públicos.",
  "458": "Direito do consumidor à exibição de documentos.",
  "459": "Requisitos legais para enquadramento de pessoa jurídica como entidade beneficente de assistência social para fins de imunidade tributária.",
  "460": "Prosseguimento de Execução Fiscal lastreada em Certidão de Dívida Ativa supostamente ilíquida.",
  "461": "Ilegalidade de cláusulas previstas em contratos regidos pelo Código de Defesa do Consumidor.",
  "462": "Extensão, em relação aos servidores inativos e pensionistas, da Gratificação de Atividade Policial Militar – GAPM.",
  "463": "Violação à coisa julgada em decorrência de preclusão referente à juntada de acordo apenas por ocasião dos embargos à execução.",
  "464": "Extensão aos inativos do Prêmio de Produção concedido aos servidores ativos do Quadro Permanente de Tributação, Fiscalização e Arrecadação do Estado de Minas Gerais.",
  "466": "Revisão de contrato celebrado com entidade fechada de previdência complementar.",
  "467": "Descontos previdenciários de militares estaduais ativos com base na Lei nº 7.672/82.",
  "468": "Termo inicial da prescrição para ação de cobrança da diferença decorrente da incidência dos expurgos inflacionários reconhecidos pela Lei Complementar nº 110/2001 na multa de 40% sobre os depósitos do FGTS (reafirmação do entendimento fixado no tema 144).",
  "469": "Alcance da imunidade material concedida aos vereadores por suas opiniões, palavras e votos.",
  "470": "Contribuição adicional de 2,5% sobre a folha de salários de instituições financeiras estabelecida antes da EC 20/98.",
  "471": "Legitimidade do Ministério Público para propor ação civil pública em defesa de interesses de beneficiários do DPVAT.",
  "472": "Competência de guarda municipal para lavrar auto de infração de trânsito.",
  "473": "Incorporação de quintos por exercício de função comissionada anteriormente ao ingresso na magistratura.",
  "475": "Extensão da imunidade relativa ao ICMS para a comercialização de embalagens fabricadas para produtos destinados à exportação.",
  "476": "Manutenção de candidato investido em cargo público por força de decisão judicial de caráter provisório pela aplicação da teoria do fato consumado.",
  "478": "Alcance do princípio da autodefesa frente ao crime de falsa identidade",
  "479": "Imposição de obrigação de fazer à concessionária de serviço público para que observe padrão internacional de segurança.",
  "480": "Incidência do teto constitucional remuneratório sobre proventos percebidos em desacordo com o disposto no art. 37, XI, da Constituição Federal.",
  "482": "Incidência de contribuição previdenciária sobre os valores pagos pelo empregador ao empregado nos primeiros quinze dias de auxílio-doença.",
  "483": "Divulgação, em sítio eletrônico oficial, de informações alusivas a servidores públicos, inclusive seus nomes e correspondentes remunerações.",
  "484": "a) Legitimidade de tribunal de justiça para atuar em controle concentrado de constitucionalidade de lei municipal contestada em face da Constituição Federal; b) Possibilidade de concessão de gratificação natalina, ou de outras espécies remuneratórias, a detentor de mandato eletivo remunerado por subsídio.",
  "485": "Controle jurisdicional do ato administrativo que avalia questões em concurso público.",
  "486": "Suspensão de habilitação para dirigir de motorista profissional condenado por homicídio culposo na direção de veículo automotor.",
  "489": "Responsabilidade solidária da União pelo pagamento de correção monetária integral referente a crédito oriundo de devolução de empréstimo compulsório sobre o consumo de energia elétrica.",
  "490": "Creditamento de ICMS incidente em operação oriunda de outro ente federado que concede, unilateralmente, benefício fiscal.",
  "491": "Competência legislativa estadual para estabelecer regras de postagem de boletos referentes a pagamento de serviços prestados por empresas públicas e privadas.",
  "492": "Cobrança, por parte de associação, de taxas de manutenção e conservação de loteamento imobiliário urbano de proprietário não-associado.",
  "494": "Limites objetivos da coisa julgada em sede de execução.",
  "497": "Proteção objetiva da estabilidade de empregada gestante, em virtude de rescisão imotivada do contrato de trabalho.",
  "498": "Alcance do direito sucessório em face de união estável homoafetiva.",
  "499": "Limites subjetivos da coisa julgada referente à ação coletiva proposta por entidade associativa de caráter civil.",
  "500": "Dever do Estado de fornecer medicamento não registrado pela ANVISA.",
  "503": "Conversão de aposentadoria proporcional em aposentadoria integral por meio do instituto da desaposentação.",
  "505": "Aplicação imediata EC nº 20/98 quanto à competência da Justiça do Trabalho para execução de contribuições previdenciárias decorrentes de sentenças anteriores à sua promulgação.",
  "508": "Imunidade tributária recíproca para sociedade de economia mista com participação acionária negociada em bolsa de valores.",
  "509": "Momento de comprovação do triênio de atividade jurídica para ingresso no cargo de juiz substituto.",
  "510": "Teto remuneratório de procuradores municipais.",
  "511": "Compensação de débitos tributários com requisições de pequeno valor – RPV.",
  "512": "Responsabilidade civil do Estado por danos materiais causados a candidatos inscritos em concurso público em face do cancelamento da prova do certame por suspeita de fraude.",
  "514": "Aumento da carga horária de servidores públicos, sem a devida contraprestação remuneratória.",
  "515": "Reserva de lei para a majoração da alíquota da COFINS de 3% para 4% pela Lei 10.684/2003.",
  "518": "Compatibilidade da contribuição destinada ao custeio da educação básica com as Constituições de 1969 e de 1988.",
  "520": "Sujeito ativo do ICMS a incidir sobre circulação de mercadorias importadas por um estado da federação, industrializadas em outro estado da federação e que retorna ao primeiro para comercialização.",
  "521": "Quebra da ordem cronológica do pagamento de precatórios alimentares para fins de sequestro de recursos públicos.",
  "522": "Contagem recíproca do tempo de contribuição na administração pública e na atividade privada para fins de concessão de aposentadoria.",
  "523": "Seletividade de IPTU antes da Emenda Constitucional nº 29/2000",
  "524": "Aposentadoria integral de servidor portador de doença grave não especificada em lei.",
  "525": "Competência legislativa municipal para dispor sobre a obrigatoriedade de prestação de serviços de acondicionamento ou embalagem de compras por supermercados ou similares.",
  "530": "Desistência em mandado de segurança, sem aquiescência da parte contrária, após prolação de sentença de mérito, ainda que favorável ao impetrante.",
  "531": "Desconto nos vencimentos dos servidores públicos dos dias não trabalhados em virtude de greve.",
  "532": "Aplicação de multa de trânsito por sociedade de economia mista",
  "535": "Cobrança de mensalidade em curso de pós-graduação lato sensu por instituição pública de ensino.",
  "537": "Momento de disponibilização de renda de pessoas jurídicas sediadas no Brasil com participação nos lucros de suas empresas coligadas ou controladas no estrangeiro para fins de IR.",
  "538": "Competência para processar e julgar ação em que se discute pagamento de adicional de insalubridade a servidor público de ex-Território Federal ante a existência de convênio firmado entre a União e o Estado-membro para o qual cedido.",
  "539": "Conversão monetária de vencimentos de servidores públicos estaduais, sem intermédio de URV.",
  "540": "Fixação de anuidade por conselhos de fiscalização profissional.",
  "541": "Exercício do direito de greve por policiais civis.",
  "543": "Direito adquirido ao recebimento de salário-família em face de alteração promovida pela EC 20/98.",
  "544": "Competência para julgamento de abusividade de greve de servidores públicos celetistas.",
  "545": "Extensão da estabilidade excepcional do art. 19 do ADCT a empregados de fundação privada.",
  "546": "Competência legislativa para dispor sobre o transporte irregular de passageiros e a aplicação da penalidade de apreensão de veículos.",
  "549": "Obrigatoriedade de intimação pessoal de procuradores federais no âmbito dos Juizados Especiais Federais.",
  "550": "Competência para processar e julgar controvérsia a envolver relação jurídica entre representante e representada comerciais.",
  "551": "Extensão de direitos dos servidores públicos efetivos aos servidores e empregados públicos contratados para atender necessidade temporária e excepcional do setor público.",
  "552": "Participação de escrivão de paz em concurso de remoção para serventias notariais ou registrais.",
  "555": "Fornecimento de Equipamento de Proteção Individual - EPI como fator de descaracterização do tempo de serviço especial.",
  "557": "Contagem de pontos por tempo de gerenciamento de equipes decorrente de designação formal como critério para promoção de servidores públicos municipais.",
  "560": "Ausência de coabitação dos cônjuges como prova da separação de fato.",
  "561": "Legitimidade do Ministério Público para ajuizamento de ação civil pública que visa a anular ato administrativo com fundamento na defesa do patrimônio público.",
  "562": "Indenização por dano moral decorrente de declarações públicas, supostamente ofensivas à honra, proferidas por Ministro de Estado no âmbito de sua atuação.",
  "563": "Incidência do adicional de “sexta parte” sobre a integralidade dos vencimentos de servidor público estadual estatutário.",
  "564": "Candidatura de prefeito reeleito à chefia do Poder Executivo em Municipalidade diversa e aplicação imediata de modificação jurisprudencial da Justiça Eleitoral",
  "565": "Possibilidade de exclusão de policial militar da corporação mediante processo administrativo",
  "566": "Realinhamento salarial de servidores públicos inativos, em face de modificações no regime próprio de previdência social.",
  "567": "Preenchimento de requisitos exigidos em edital de concurso para provimento de cargo público.",
  "568": "Reconhecimento, por via judicial, do direito à equivalência entre o limite máximo do salário-de-contribuição e a renda mensal inicial dos benefícios previdenciários.",
  "569": "Concurso público para a contratação de empregados por pessoa jurídica que integra o chamado  “Sistema S”.",
  "570": "Equiparação dos valores recebidos a título de Adicional de Local de Exercício (ALE) ou Operacional de Localidade (AOL) entre todos os policiais civis e militares da ativa.",
  "571": "Aposentadoria compulsória de titular de serventia judicial não estatizada.",
  "572": "Competência para processar e julgar causas alusivas à parcela do imposto de renda retido na fonte pertencente ao Estado-membro.",
  "573": "Ofensa aos princípios da isonomia e do livre acesso à Justiça pela Portaria 655/93, do Ministério da Fazenda.",
  "575": "Comprovação do recolhimento da contribuição previdenciária como requisito para o recebimento do seguro defeso.",
  "576": "Processamento e julgamento de prefeitos, por atos de improbidade administrativa, com base na Lei 8.429/92.",
  "577": "Ajuizamento de ação individual autônoma para pleitear o direito aos juros remuneratórios de caderneta, reconhecido em ação coletiva transitada em julgado.",
  "578": "Aplicação do lapso temporal da Emenda Constitucional 20/98 a integrante de carreira pública escalonada em classes que pleiteia aposentadoria, com proventos relativos ao cargo ao qual promovido, ante o implemento dos requisitos, no cargo originalmente ocupado, antes do advento da emenda em questão.",
  "579": "Melhoria do tipo de acomodação de paciente internado pelo Sistema Único de Saúde - SUS mediante o pagamento da diferença respectiva.",
  "581": "Incidência do ISS sobre atividades desenvolvidas por operadoras de planos de saúde.",
  "582": "Cabimento de habeas data para fins de acesso a informações incluídas em banco de dados denominado SINCOR – Sistema de Conta-Corrente de Pessoa Jurídica, da Receita Federal.",
  "583": "Prescrição aplicável (total ou parcial) no âmbito da Justiça do Trabalho.",
  "584": "Possibilidade de ingresso da Aneel e da Eletrobrás no polo passivo de ação de restituição de valores, com o deslocamento da competência para a Justiça Federal, e análise de eventual prescrição da ação.",
  "585": "Diminuição da base de cálculo de contribuições previdenciárias em decorrência de acordo celebrado em execução trabalhista.",
  "586": "Necessidade de lei em sentido formal para a fixação do valor de gratificações mensais pagas a chefes de cartório e escrivães eleitorais.",
  "587": "Excesso de execução decorrente de eventual erro de cálculo em processo alusivo a diferenças de correção monetária em cadernetas de poupança, por alegados expurgos inflacionários.",
  "588": "Modificação ou revogação de lei municipal mediante decreto, por alegada contrariedade a lei federal.",
  "589": "Revisão de renda mensal de benefício previdenciário mediante aplicação dos mesmos índices utilizados para reajuste do teto do salário-de-contribuição, relativamente aos meses de junho de 1999 e maio de 2004.",
  "591": "Extensão, às complementações de aposentadoria, de benefício concedido indistintamente aos empregados ativos em razão de acordo coletivo de trabalho.",
  "592": "Responsabilidade civil objetiva do Estado por morte de detento.",
  "593": "Imunidade tributária de livro eletrônico (e-book) gravado em CD-ROM.",
  "594": "Aplicação das regras previstas nos §§ 4º e 5º do art. 40 da Constituição Federal (redação originária) a servidor celetista aposentado ou falecido antes do advento da Lei 8.112/90.",
  "595": "Promulgação, pelo Chefe do Poder Executivo, de parte de projeto de lei que não foi vetada, antes da manifestação do Poder Legislativo pela manutenção ou pela rejeição do veto.",
  "596": "Aplicação dos critérios de reajuste do vale-refeição dos servidores do Estado do Rio Grande do Sul aos integrantes do quadro especial decorrente da transformação da antiga CEERGS - Caixa Econômica Estadual do Rio Grande do Sul em sociedade anônima de economia mista.",
  "597": "Imposição ao INSS, nos processos em que figure como parte ré, do ônus de apresentar cálculos de liquidação do seu próprio débito.",
  "600": "Equiparação do auxílio-alimentação de servidores públicos pertencentes a carreiras distintas, com fundamento no princípio da isonomia.",
  "601": "Fixação de soldo em valor inferior a vencimento básico de referência.",
  "602": "Extensão, a servidores aposentados e pensionistas,  dos efeitos financeiros decorrentes do enquadramento de servidores ativos do extinto DNER no Plano Especial de Cargos do DNIT.",
  "604": "Restituição de valores despendidos por consumidor para a implantação de rede elétrica em propriedade rural.",
  "605": "Percepção da Gratificação de Atividade e da Gratificação de Habilitação pelos Policiais Militares do Estado da Bahia.",
  "607": "Legitimidade da Defensoria Pública para propor ação civil pública em defesa de interesses difusos.",
  "608": "Prazo prescricional aplicável à cobrança de valores não depositados no Fundo de Garantia por Tempo de Serviço - FGTS",
  "609": "Valor do auxílio-acidente inferior ao salário mínimo.",
  "610": "Incorporação de gratificação de função à remuneração de empregados públicos.",
  "611": "Responsabilidade civil por danos morais e materiais decorrentes da negativa de cobertura por operadora de plano de saúde.",
  "612": "Constitucionalidade de lei municipal que dispõe sobre as hipóteses de contratação temporária servidores públicos.",
  "613": "Constitucionalidade do art. 362 do Código de Processo Penal (dispositivo que trata da citação por hora certa).",
  "614": "Cobrança de tarifas e taxas acessórias, vinculadas a contratos bancários (como, por exemplo, “de abertura de crédito”, “de retorno”, “de emissão de boleto” e “de cadastro”).",
  "615": "Constitucionalidade da cobrança de ICMS, pelo Estado de destino, com base no Protocolo ICMS  21/2011 do CONFAZ, nas operações interestaduais de vendas de mercadorias a consumidor final, realizadas de forma não presencial.",
  "617": "Revisão judicial do ato de denegação de concessão de licença ambiental de pescador artesanal.",
  "618": "Cobrança das denominadas tarifas de demanda e de ultrapassagem, nos termos em que previstas na Resolução 456/2000, da Agência nacional de Energia Elétrica - ANEEL.",
  "620": "Direito ao processamento de requerimento de revalidação de diploma de graduação obtido em instituição de ensino superior estrangeira.",
  "621": "Revogação da multa prevista no art. 600 da Consolidação das Leis do Trabalho, bem como sua aplicabilidade em razão do atraso no pagamento da contribuição sindical rural.",
  "622": "Prevalência da paternidade socioafetiva em detrimento da paternidade biológica.",
  "623": "Direito à indenização por danos morais e materiais decorrentes da espera excessiva em fila de instituição financeira.",
  "624": "Papel do Poder Judiciário na concretização do direito à revisão geral anual da remuneração dos servidores públicos, diante do reconhecimento da mora do Poder Executivo.",
  "625": "Aplicabilidade dos juros de mora previstos no art. 1º-F da Lei 9.494/1997 aos casos em que a Fazenda Pública é condenada subsidiariamente pelas obrigações trabalhistas inadimplidas pelo empregador principal.",
  "626": "Constitucionalidade da vedação à conversão da pena privativa de liberdade em pena restritiva de direitos, prevista nos artigos 33, § 4º, e 44, caput, da Lei 11.343/2006.",
  "628": "Modificação, pela Administração Pública, de critérios técnicos ou econômicos estabelecidos no instrumento convocatório, no curso de procedimento licitatório.",
  "629": "Equiparação salarial de empregados de sociedade de economia mista integrantes de quadro de carreira cuja reestruturação não foi homologada pelo Ministério do Trabalho.",
  "631": "Desnecessidade de comprovação do prévio exaurimento das vias extrajudiciais de busca de bens para o deferimento de penhora eletrônica pelo denominado sistema Bacen Jud, requerida após a Lei 11.382/2006.",
  "634": "Isonomia de gênero quanto ao critério de expectativa de vida adotado no cálculo do fator previdenciário.",
  "635": "Direito de servidores públicos ativos à conversão de férias não gozadas em indenização pecuniária.",
  "636": "Conversão de direito de uso de linha telefônica, adquirido antes da privatização do Sistema Telebrás, em direito acionário da nova sociedade de economia mista criada pelo Município de Londrina.",
  "637": "Prazo prescricional relativo às ações de indenização por danos morais e materiais decorrentes de acidente de trabalho antes do advento da Emenda Constitucional 45/2004.",
  "639": "Definição do montante remuneratório recebido por servidores públicos, para fins de incidência do teto constitucional.",
  "640": "Incidência dos juros de mora previstos no art. 1º-F da Lei 9.494/1997, nas ações em que a União figura como sucessora da Rede Ferroviária Federal S.A., em período anterior à referida sucessão.",
  "641": "Delimitação da base de cálculo do Imposto sobre Serviços de Qualquer Natureza – ISSQN devido pela prestação de serviços de registros públicos, cartorários e notariais.",
  "643": "Incidência do Imposto sobre Produtos Industrializados – IPI nas operações de importação de veículos automotores por pessoa natural para uso próprio.",
  "644": "Imunidade tributária recíproca quanto ao Imposto sobre Propriedade Territorial Urbana – IPTU incidente sobre imóveis de propriedade da Empresa Brasileira de Correios e Telégrafos – ECT.",
  "645": "Legitimidade processual ativa do Ministério Público para deduzir, em ação civil pública, pretensão de natureza tributária em defesa dos contribuintes.",
  "646": "Estabelecimento de limite de idade para inscrição em concurso público.",
  "647": "Possibilidade da decretação de perdimento de bem apreendido em decorrência do tráfico ilícito de entorpecentes e drogas afins, quando não comprovada sua utilização habitual ou sua adulteração para o cometimento do crime.",
  "648": "Competência da Justiça Federal para processar e julgar crimes ambientais transnacionais.",
  "650": "Extinção da punibilidade do delito de posse irregular de arma de fogo de uso permitido, pela aplicabilidade retroativa de lei que concedeu novo prazo para registro de armas ainda não registradas.",
  "652": "Possibilidade de nomeação de membro do Ministério Público Especial para o cargo de Conselheiro do Tribunal de Contas estadual, ainda que a vaga devesse ser reservada à escolha da Assembleia Legislativa, a fim de se garantir a representatividade do Ministério Público.",
  "653": "Valor devido pela União ao Fundo de Participação dos Municípios, relativamente aos impostos sobre a renda e proventos de qualquer natureza e sobre produtos industrializados, em face de benefícios e incentivos fiscais concedidos em relação a esses mesmos impostos.",
  "654": "Base de cálculo das horas extras e do adicional noturno prestados por policial civil do Estado de Santa Catarina.",
  "655": "Modificação do valor fixado a título de indenização por danos morais.",
  "657": "Responsabilidade civil por danos morais em razão de ofensa à imagem.",
  "658": "Possibilidade de a Fazenda Pública recusar a nomeação de precatórios à penhora, em razão da ordem de preferências estabelecida na legislação processual.",
  "659": "Direito de membro do Ministério Público da União ao recebimento de ajuda de custo nos casos de remoção a pedido.",
  "660": "Violação dos princípios do contraditório e da ampla defesa quando o julgamento da causa depender de prévia análise da adequada aplicação das normas infraconstitucionais. Extensão do entendimento ao princípio do devido processo legal e aos limites da coisa julgada.",
  "662": "Direito adquirido ao recebimento de complementação de aposentadoria calculada de acordo com as normas vigentes à época da adesão a contrato de plano de previdência privada.",
  "663": "Incidência do fator previdenciário sobre período trabalhado em condições especiais convertido em tempo de serviço comum para o cálculo de aposentadoria por tempo de contribuição.",
  "664": "Extensão da GDATFA aos servidores inativos no mesmo patamar pago aos servidores em atividade. Fixação do termo final dessa equiparação.",
  "665": "Constitucionalidade das modificações efetuadas na base de cálculo e na alíquota da contribuição ao PIS, destinada à composição do Fundo Social de Emergência e devida pelos contribuintes a que se refere o § 1º do art. 22 da Lei 8.212/1991, no período de vigência do art. 72, V, do ADCT.",
  "666": "Imprescritibilidade das ações de ressarcimento por danos causados ao erário, ainda que o prejuízo não decorra de ato de improbidade administrativa.",
  "667": "Legitimidade da reestruturação de quadro funcional por meio de aglutinação, em uma única carreira, de cargos anteriormente providos em carreiras diferenciadas, sem a observância do concurso público.",
  "668": "Declaração de inconstitucionalidade de norma prevista em resolução do Comitê Gestor do Programa de Recuperação Fiscal — que regulamentou a forma de notificação de contribuinte sobre sua exclusão do Refis — após julgamento do Supremo Tribunal Federal que concluiu pela natureza infraconstitucional da controvérsia.",
  "669": "Validade da contribuição a ser recolhida pelo empregador rural pessoa física sobre a receita bruta proveniente da comercialização de sua produção, nos termos do art. 1º da Lei 10.256/2001.",
  "670": "Nulidade de acórdão, proferido em controle abstrato de constitucionalidade estadual, por falta de fundamentação quanto à compatibilidade dos cargos em comissão, criados por lei municipal, com as atribuições de direção, chefia e assessoramento.",
  "671": "Direito de candidatos aprovados em concurso público a indenização por danos materiais em razão de alegada demora na nomeação, efetivada apenas após o trânsito em julgado de decisão judicial que reconheceu o direito à investidura.",
  "672": "Recebimento, por ex-vereadores, de pensão vitalícia estabelecida por lei municipal anterior à Constituição de 1988.",
  "673": "Prazo prescricional aplicável às execuções individuais de sentença prolatada em processo coletivo.",
  "674": "Aplicabilidade da imunidade referente às contribuições sociais sobre as receitas decorrentes de exportação intermediada por empresas comerciais exportadoras (“trading companies”).",
  "675": "Suspensão de ação individual em razão da existência de ação coletiva.",
  "676": "Situação dos terrenos de marinha localizados em ilhas costeiras com sede de município, após o advento da Emenda Constitucional 46/2005.",
  "677": "Incidência do imposto de renda sobre os valores recebidos por servidor público a título de abono de permanência.",
  "678": "Incidência da inelegibilidade prevista no art. 14, § 7º, da Constituição federal e na Súmula Vinculante 18, nos casos em que a dissolução da sociedade conjugal ocorre em razão da morte, durante o curso do mandato, do cônjuge anteriormente eleito.",
  "679": "Validade da exigência do depósito recursal como pressuposto de admissibilidade do recurso extraordinário na Justiça do Trabalho.",
  "680": "Legitimidade do Ministério Público Eleitoral para recorrer de decisão que defere registro de candidatura, ainda que não haja apresentado impugnação ao pedido inicial.",
  "681": "Utilização do salário mínimo como indexador para fins de correção monetária no período anterior ao advento da Lei 4.357/1964.",
  "682": "Reserva de iniciativa de leis que impliquem redução ou extinção de tributos ao Chefe do Poder Executivo.",
  "685": "Extensão da imunidade tributária recíproca ao IPVA de veículos adquiridos por município no regime da alienação fiduciária.",
  "686": "Emenda parlamentar que implica aumento de despesa em projeto de iniciativa privativa do chefe do Poder Executivo.",
  "687": "Promoção de policiais militares ao grau hierarquicamente superior quando transferidos para a reserva remunerada.",
  "688": "Incidência do Imposto Sobre Serviços de Qualquer Natureza – ISSQN sobre serviços de registro público, cartorários e notariais.",
  "689": "Possibilidade de o estado de origem cobrar ICMS sobre a operação interestadual de fornecimento de energia elétrica a consumidor final, para emprego em processo de industrialização.",
  "690": "Direito de magistrados aposentados continuarem percebendo o adicional de 20% previsto no art. 184, II, da Lei 1.711/1952 após a adoção do subsídio como forma remuneratória.",
  "691": "Submissão dos entes federativos ao pagamento de contribuição previdenciária patronal incidente sobre a remuneração dos agentes políticos não vinculados a regime próprio de previdência social, após o advento da Lei 10.887/2004.",
  "692": "Possibilidade de o Conselho Federal de Engenharia, Arquitetura e Agronomia (CONFEA) fixar por resolução os valores das taxas pela expedição de Anotação de Responsabilidade Técnica (ART).",
  "693": "Incidência do IPTU sobre lotes vagos de propriedade de instituições de educação e de assistência social sem fins lucrativos.",
  "695": "Inclusão do décimo terceiro salário no cálculo do salário de benefício para apuração da Renda Mensal Inicial (RMI).",
  "696": "Validade da destinação de recursos advindos da contribuição para o custeio do serviço de iluminação pública também ao melhoramento e à expansão da rede.",
  "697": "Constitucionalidade de lei que, ao aumentar a exigência de escolaridade em cargo público, para o exercício das mesmas funções, determina a gradual transformação de cargos de nível médio em cargos de nível superior e assegura isonomia remuneratória aos ocupantes dos cargos em extinção, sem a realização de concurso público.",
  "700": "Constitucionalidade da incidência do Imposto sobre Serviços de Qualquer Natureza (ISSQN) sobre a atividade de exploração de jogos e apostas — tais como a venda de bilhetes, de pules ou de cupons de apostas — e a validade da base de cálculo utilizada.",
  "701": "Possibilidade de extensão, aos trabalhadores rurais, do seguro-desemprego concedido aos pescadores artesanais pela Lei federal 10.779/2003 (seguro-defeso).",
  "702": "Incidência do adicional por tempo de serviço (quinquênio) sobre a integralidade dos vencimentos de servidor público.",
  "706": "Possibilidade de concessão da Gratificação de Atividade de Ensino Especial (GAEE), prevista na Lei distrital 4.075/2007, aos professores da rede pública que lecionam disciplinas para turmas mistas, que incluem um ou alguns alunos portadores de necessidades educativas especiais.",
  "707": "Validade da restrição do direito a créditos da contribuição ao PIS apenas quanto aos bens, serviços, custos e despesas relacionados a negócios jurídicos contratados com pessoas jurídicas domiciliadas no Brasil.",
  "708": "Possibilidade de recolhimento do Imposto sobre a Propriedade de Veículos Automotores (IPVA) em estado diverso daquele em que o contribuinte mantém sua sede ou domicílio tributário.",
  "709": "Possibilidade de percepção do benefício da aposentadoria especial na hipótese em que o segurado permanece no exercício de atividades laborais nocivas à saúde.",
  "710": "Possibilidade de o Poder Judiciário determinar o cumprimento de lei complementar estadual que, sem prévia dotação orçamentária, concedeu reajuste salarial a servidores públicos.",
  "711": "Possibilidade de percepção, por servidor público de universidade estadual, da denominada Vantagem Promoção (VPRO), referente a período retroativo no qual a regulamentação da gratificação permaneceu suspensa.",
  "712": "Possibilidade, em caso de condenação pelo delito de tráfico de drogas, de valoração da quantidade e da natureza da droga apreendida, tanto para a fixação da pena-base quanto para a modulação da causa de diminuição prevista no art. 33, § 4º, da Lei 11.343/2006.",
  "713": "Necessidade de representação da ofendida, como condição de procedibilidade da ação penal, em caso de crime de lesão corporal praticado contra a mulher no âmbito doméstico e familiar.",
  "714": "Concessão de isenção do Imposto sobre a Circulação de Mercadorias e Serviços (ICMS) na aquisição de veículos automotores por portadores de deficiência física não elencada na legislação estadual correlata.",
  "715": "Limites territoriais da eficácia de decisão prolatada em ação coletiva.",
  "716": "Possibilidade de limitação à liberdade de expressão artística e de imprensa, no tocante às publicações destinadas ao público adulto, em face do princípio do sentimento religioso.",
  "717": "Possibilidade de regularização da situação funcional de servidor da Polícia Federal nomeado por força de decisão judicial e após aprovação em curso de formação, independentemente do resultado final da ação judicial que lhe garantiu continuidade no certame público, tendo em vista a existência de decisão administrativa que assegurou a nomeação e a posse de outros candidatos em situação similar.",
  "718": "Controvérsia acerca da natureza jurídica de reajuste concedido a servidores públicos, se revisão geral anual ou reestruturação da carreira, para fins de repercussão sobre as vantagens pessoais nominalmente identificadas – VPNI.",
  "719": "Viabilidade de recurso extraordinário contra acórdão que nega o caráter de revisão geral anual à vantagem pecuniária individual concedida a servidores públicos federais pela Lei n. 10.698/2003.  Obs.: Título aperfeiçoado pelo Relator quando da publicação da tese, em 10/04/2018 (conforme Processo STF/SEI 010927/2017). Redação original: Possibilidade de se emprestar o caráter de revisão geral anual à vantagem pecuniária individual concedida a servidores públicos federais pela Lei 10.698/2003.",
  "720": "Incidência do imposto de renda sobre os valores recebidos por servidor público a título de horas de sobreaviso.",
  "721": "Constitucionalidade de taxa cobrada em razão da expedição de guias de recolhimento de tributos.",
  "722": "Competência para julgar mandado de segurança impetrado contra ato de dirigente de sociedade de economia mista federal.",
  "723": "Validade da contribuição a ser recolhida pelo produtor rural pessoa física que desempenha suas atividades em regime de economia familiar, sem empregados permanentes, sobre a receita bruta proveniente da comercialização de sua produção.",
  "724": "Promoção ao oficialato dos militares anistiados que integraram os quadros de praças.",
  "725": "Terceirização de serviços para a consecução da atividade-fim da empresa.",
  "726": "Montante da complementação de pensão devida aos pensionistas de ex-ferroviários da extinta Rede Ferroviária Federal – RFFSA.",
  "727": "Definição da legitimidade passiva ad causam e, portanto, da competência para julgar o mandado de injunção impetrado por servidores públicos municipais, estaduais e distritais em que se pretende a declaração de mora legislativa para edição da lei complementar relativa à disciplina da aposentadoria especial de servidor público, a que alude o § 4º do art. 40 da Constituição federal.",
  "728": "Constitucionalidade dos índices de correção monetária aplicados para reajustar os benefícios previdenciários nos anos de 1999, 2000, 2001, 2002 e 2003.",
  "729": "Incidência do imposto de renda sobre os valores recebidos a título de Gratificação de Atividade de Combate e Controle de Endemias (GACEN).",
  "730": "Base de cálculo de vantagem devida a servidores públicos em razão da prestação de serviços em regime de plantão e de sobreaviso.",
  "731": "Possibilidade de obtenção de quitação eleitoral mediante mera apresentação das contas de campanha, ainda que não aprovadas.",
  "732": "Constitucionalidade de dispositivo legal que prevê sanção disciplinar de suspensão do exercício profissional em razão do inadimplemento de anuidades devidas à entidade de classe.",
  "733": "Eficácia temporal de sentença transitada em julgado fundada em norma supervenientemente declarada inconstitucional pelo Supremo Tribunal Federal em sede de controle concentrado.",
  "734": "Retroatividade de lei posterior mais benéfica quanto à sanção de natureza administrativa aplicada em decorrência da prática de infração de trânsito.",
  "735": "Direito à nomeação de candidato aprovado em concurso público em face de posteriores contratações temporárias, nas hipóteses em que não fica comprovada a preterição.",
  "737": "Possibilidade de vinculação de pensões e de proventos de aposentadoria de servidores públicos efetivos com subsídios de agentes políticos.",
  "738": "Necessidade de registro na Ordem dos Músicos do Brasil – OMB e do pagamento de anuidades à referida autarquia para o exercício da profissão de músico.",
  "739": "Possibilidade de recusa de aplicação do art. 94, II, da Lei 9.472/1997 em razão da invocação da Súmula 331 do Tribunal Superior do Trabalho, sem observância da regra de reserva de plenário.",
  "740": "Competência para processar e julgar causas relativas a prestações por parte da Assistência Multidisciplinar de Saúde – AMS, oferecida pela Petrobras a seus empregados e respectivos dependentes.",
  "741": "Validade da exigência do INSS de prévio agendamento para o atendimento de advogados e da restrição a um único requerimento de benefício previdenciário por atendimento.",
  "742": "Estipulação legal de valor mínimo para a propositura de execuções fiscais referentes a contribuições devidas aos conselhos profissionais.",
  "743": "Possibilidade de município cuja Câmara Municipal está em débito com a Fazenda Nacional obter certidão positiva de débito com efeito de negativa – CPDEN.",
  "744": "Constitucionalidade do art. 8º, § 9º, I e II, da Lei 10.865/2004, que estabeleceu alíquotas da Contribuição ao PIS-Importação e da COFINS-Importação mais elevadas para as importadoras de autopeças que não sejam fabricantes de máquinas e veículos.",
  "746": "Equiparação do valor do auxílio-alimentação pago aos servidores públicos da Justiça Federal de Santa Catarina ao valor percebido por outros servidores públicos federais, tomados como paradigma.",
  "747": "Cabimento de reclamação para o Superior Tribunal de Justiça por alegada usurpação de sua competência por Tribunal de Justiça estadual.",
  "748": "Constitucionalidade do art. 31 da Lei 8.880/1994, que previu indenização adicional equivalente a cinquenta por cento da última remuneração recebida pelo empregado no caso de demissão sem justa causa durante o período de vigência da URV.",
  "749": "Possibilidade de aplicação de índices negativos para fins de correção monetária do valor devido a título de verba salarial.",
  "750": "Incorporação do Adicional de Local de Exercício – ALE aos vencimentos dos policiais militares do Estado de São Paulo.",
  "751": "Possibilidade de cálculo proporcional do valor da Gratificação de Desempenho de Atividade de Seguridade Social e do Trabalho – GDASST nos casos de aposentadoria proporcional.",
  "752": "Legitimidade do consumidor final para propor ação de repetição de indébito tributário relativo a valores do ICMS incidente sobre a demanda contratada de energia elétrica.",
  "753": "Incorporação do valor integral da Gratificação de Atividade Policial – GAP ao salário-base dos policiais militares do Estado de São Paulo.",
  "754": "Eficácia temporal do art. 6º-A da Emenda Constitucional 41/2003, incluído pela Emenda Constitucional 70/2012, que reestabeleceu a integralidade e a paridade de proventos para os servidores públicos aposentados por invalidez permanente decorrente de doença grave.",
  "755": "Possibilidade de fracionamento da execução pecuniária contra a Fazenda Pública para que parte do valor devido seja pago antes do trânsito em julgado, mediante complemento positivo.",
  "757": "Possibilidade de cancelamento automático da inscrição em conselho profissional em decorrência de inadimplência da anuidade, sem prévio processo administrativo.",
  "758": "Necessidade de condenação com trânsito em julgado para se considerar como falta grave, no âmbito administrativo carcerário, a prática de fato definido como crime doloso.",
  "759": "Incidência de contribuição previdenciária sobre a verba recebida por empregado a título de aviso prévio indenizado.",
  "760": "Competência da Justiça Federal comum para processar e julgar causas em que se discute o direito de servidores estatutários do extinto Departamento de Correios e Telégrafos optantes pelo regime celetista à percepção de quinquênios completados anteriormente à opção.",
  "761": "Possibilidade de alteração de gênero no assento de registro civil de transexual, mesmo sem a realização de procedimento cirúrgico de redesignação de sexo.",
  "762": "Validade de norma coletiva de trabalho que fixa limite ao pagamento de horas in itinere inferior à metade do que seria devido em relação ao tempo efetivamente gasto pelo trabalhador no trajeto até o local do serviço.",
  "763": "Possibilidade de aplicação da aposentadoria compulsória ao servidor público ocupante exclusivamente de cargo em comissão, assim como a possibilidade de o servidor efetivo aposentado compulsoriamente vir a assumir cargos ou funções comissionadas.",
  "764": "Possibilidade de servidores que passaram a integrar quadro especial em extinção receberem reajustes remuneratórios de acordo a Lei estadual 13.444/2010.",
  "765": "Absorção da parcela remuneratória denominada Vencimento Básico Complementar – VBC, prevista na Lei 11.091/2005, que estruturou o Plano de Carreira dos Cargos Técnico-Administrativos da Educação – PCCTAE.",
  "766": "Verificação dos requisitos legais necessários para concessão de benefício previdenciário.",
  "767": "Extensão do adicional noturno a professores públicos estaduais, na forma em que foi previsto no estatuto dos servidores públicos civis do estado.",
  "768": "Possibilidade de execução das decisões de condenação patrimonial proferidas pelos Tribunais de Contas por iniciativa do Ministério Público, atuante ou não junto às Cortes de Contas, seja federal, seja estadual.",
  "769": "Restituição de valores referentes à parcela denominada comissão de corretagem cobrada de consumidor que adquire imóvel diretamente de construtora ou de incorporadora.",
  "770": "Possibilidade de condenação da Fazenda Pública em honorários advocatícios nas execuções não embargadas, nos casos em que a parte exequente renuncia aos valores excedentes a quarenta salários mínimos, a fim de possibilitar o pagamento por meio de requisição de pequeno valor – RPV.",
  "771": "Constitucionalidade da redução dos valores de indenização do Seguro DPVAT pela Medida Provisória 340/2006, convertida na Lei 11.482/2007.",
  "772": "Possibilidade de conversão de tempo de serviço especial prestado na atividade de magistério em tempo de serviço comum, após a Emenda Constitucional 18/1981.",
  "773": "Incidência de contribuição previdenciária sobre a Gratificação Especial de Localidade – GEL, transformada em Vantagem Pessoal Nominalmente Identificada – VPNI.",
  "774": "Competência legislativa, se privativa da União ou concorrente, para adoção de política pública dirigida a compelir concessionária de energia elétrica a promover investimentos, com recursos de parcela da receita operacional auferida, voltados à proteção e à preservação ambiental de mananciais hídricos em que ocorrer a exploração.",
  "776": "Regulamentação do pagamento de adicional noturno para servidor público estadual.",
  "777": "Responsabilidade civil do Estado em decorrência de danos causados a terceiros por tabeliães e oficiais de registro no exercício de suas funções.",
  "779": "Aplicabilidade do teto constitucional à remuneração de substitutos (interinos) designados para o exercício de função notarial e registral em serventias extrajudiciais.",
  "780": "Legitimidade do conhecimento de ofício da incompetência para o julgamento de execução fiscal na hipótese de inobservância do art. 578 do Código de Processo Civil.",
  "781": "Aplicabilidade do prazo de desincompatibilização de 6 meses previsto no art. 14, § 7º, da Constituição Federal às eleições suplementares.",
  "782": "Possibilidade de lei instituir prazos diferenciados de licença-maternidade às servidoras gestantes e às adotantes.",
  "783": "Possibilidade de arbitramento de honorários advocatícios no curso de execução provisória.",
  "784": "Direito à nomeação de candidatos aprovados fora do número de vagas previstas no edital de concurso público no caso de surgimento de novas vagas durante o prazo de validade do certame.",
  "785": "Possibilidade de adesão ao Fundo de Garantia de Operações de Crédito Educativo (FGEDUC) após a formalização de contrato de financiamento estudantil com o FIES (Fundo de Financiamento ao Estudante de Ensino Superior).",
  "787": "Validade da aplicação da Taxa Referencial - TR como índice de correção monetária dos depósitos efetuados na conta vinculada ao Fundo de Garantia por Tempo de Serviço - FGTS.",
  "789": "Incorporação do percentual de 50% da parcela autônoma ao vencimento básico de professores estaduais.",
  "790": "Possibilidade de o abono variável, deferido a membros da magistratura federal, compor a base de cálculo da gratificação eleitoral devida a membros do Ministério Público.",
  "791": "Isenção da Taxa de Coleta de Lixo de imóveis do Programa de Arrendamento Residencial (PAR).",
  "792": "Possibilidade de aplicação da Lei distrital 3.624/2005, que reduziu para 10 salários mínimos o teto para expedição de requisição de pequeno valor, às execuções em curso.",
  "793": "Responsabilidade solidária dos entes federados pelo dever de prestar assistência à saúde.",
  "795": "Validade do cálculo do valor da verba denominada Complemento de Remuneração Mínima por Nível e Regime paga aos empregados da Petrobrás, descrita na Cláusula 35ª do Acordo Coletivo de Trabalho de 2007/2009, mediante a subtração, no valor desse complemento, dos adicionais inerentes ao trabalho em condições especiais.",
  "796": "Alcance da imunidade tributária do ITBI, prevista no art. 156, § 2º, I, da Constituição, sobre imóveis incorporados ao patrimônio de pessoa jurídica, quando o valor total desses bens excederem o limite do capital social a ser integralizado.",
  "797": "Presunção relativa de inexistência de repercussão geral dos recursos extraordinários interpostos nas causas processadas nos Juizados Especiais Cíveis da Lei 9.099/1995. Obs.: Título aperfeiçoado pelo Relator quando da publicação da tese, em 10/04/2018 (conforme Processo STF/SEI 010927/2017).  Redação original: Viabilidade de recurso extraordinário contra acórdão proferido por Juizado Especial Cível da Lei 9.099/1995 em matéria de indenização decorrente de acidente de trânsito.",
  "798": "Presunção relativa de inexistência de repercussão geral dos recursos extraordinários interpostos nas causas processadas nos Juizados Especiais Cíveis da Lei 9.099/1995. Obs.: Título aperfeiçoado pelo Relator quando da publicação da tese, em 10/04/2018 (conforme Processo STF/SEI 010927/2017). Redação original: Viabilidade de recurso extraordinário contra acórdão de Juizado Especial Cível da Lei 9.099/1995 em matéria de revisão contratual.",
  "799": "Possibilidade da devolução de valores recebidos em virtude de tutela antecipada posteriormente revogada.",
  "800": "Presunção relativa de inexistência de repercussão geral dos recursos extraordinários interpostos nas causas processadas nos Juizados Especiais Cíveis da Lei 9.099/1995. Obs.: Título aperfeiçoado pelo Relator quando da publicação da tese, em 10/04/2018 (conforme Processo STF/SEI 010927/2017). Redação original: Viabilidade de recurso extraordinário contra acórdão proferido por Juizado Especial Cível da Lei 9.099/1995 em matéria de responsabilidade pelo adimplemento de obrigação assumida em contrato de direito privado.",
  "802": "Indenização por danos morais decorrentes da inscrição de consumidor em sistema de avaliação de crédito denominado \"Concentre Scoring\" (ou \"Credit Scoring\" ou \"Credscore\"), instituído e mantido pelo SERASA.",
  "803": "Paridade remuneratória entre os militares do antigo e do atual Distrito Federal.",
  "804": "Natureza jurídica do aumento remuneratório conferido pela Lei 8.369/2006 do Estado do Maranhão: se de revisão geral anual ou não.",
  "805": "Legitimidade da definição da data de entrada do requerimento administrativo como marco temporal dos efeitos financeiros da revisão de benefício previdenciário.",
  "806": "Equiparação de vencimentos entre militares das Forças Armadas e policiais e bombeiros militares do Distrito Federal.",
  "807": "Preenchimento dos requisitos para concessão do benefício assistencial previsto no art. 203, V, da Constituição Federal.",
  "809": "Validade de dispositivos do Código Civil que atribuem direitos sucessórios distintos ao cônjuge e ao companheiro.",
  "810": "Validade da correção monetária e dos juros moratórios incidentes sobre as condenações impostas à Fazenda Pública, conforme  previstos no art. 1º-F da Lei 9.494/1997, com a redação dada pela Lei 11.960/2009.",
  "811": "a) Cabimento de ação penal privada subsidiária da pública após o decurso do prazo previsto no art. 46 do Código de Processo Penal, na hipótese de o Ministério Público não oferecer denúncia, promover o arquivamento ou requisitar diligências externas no prazo legal; b) Ocorrência de prejudicialidade da queixa quando o Ministério Público, após o prazo legal para propositura da ação penal (art. 46 do CPP), oferecer denúncia, promover o arquivamento do inquérito ou determinar a realização de diligências externas.",
  "812": "Quantificação da condenação em honorários advocatícios nas ações previdenciárias: incidência ou não de verba honorária sobre as prestações vencidas após a prolação da sentença.",
  "813": "Ocorrência de redução dos proventos de servidor público inativo em virtude da alteração do regime do magistério estadual e do posterior reenquadramento funcional.",
  "814": "Base de cálculo da Gratificação de Insalubridade paga aos servidores públicos das universidades estaduais do Paraná.",
  "815": "Possibilidade de legislação infraconstitucional obstar o reconhecimento do direito à usucapião especial urbana, previsto no art. 183 da Constituição Federal, mediante o estabelecimento de módulos urbanos na área em que situado o imóvel.",
  "819": "Indenização por danos materiais decorrentes da demora do Poder Público em avaliar o desempenho de servidores para o fim de pagamento de gratificação de desempenho.",
  "821": "Possibilidade de fixação de pensão alimentícia com base no salário mínimo.",
  "822": "Possibilidade de o ensino domiciliar (homeschooling), ministrado pela família, ser considerado meio lícito de cumprimento do dever de educação, previsto no art. 205 da Constituição Federal.",
  "823": "Legitimidade dos sindicatos para a execução de título judicial, independentemente de autorização dos sindicalizados.",
  "824": "Índice de reajuste aplicável aos benefícios previdenciários a fim de preservar o seu valor real.",
  "826": "Verificação da ocorrência de dano e consequente responsabilidade da União pela eventual fixação de preços dos produtos do setor sucroalcooleiro em valores inferiores ao custo de produção.",
  "827": "Incidência de ICMS sobre o valor pago a título de assinatura básica mensal pelo serviço de telefonia.",
  "828": "Obrigatoriedade de inclusão da Caixa Econômica Federal como litisconsorte passiva necessária, e consequente competência da Justiça Federal para julgar a demanda, em ação de indenização por vícios na construção de imóvel adquirido no âmbito do programa governamental Minha Casa, Minha Vida.",
  "829": "Validade da exigência da taxa para expedição da Anotação de Responsabilidade Técnica (ART), baseada na Lei 6.994/1982, que estabeleceu limites máximos para a ART.",
  "830": "Possibilidade de o regime de apuração e recolhimento do ICMS ser disciplinado por decreto.",
  "831": "Obrigatoriedade de pagamento, mediante o regime de precatórios, dos valores devidos pela Fazenda Pública entre a data da impetração do mandado de segurança e a efetiva implementação da ordem concessiva.",
  "832": "Direito de vereador, enquanto parlamentar e cidadão, a obter diretamente do chefe do Poder Executivo informações e documentos sobre a gestão municipal.",
  "834": "Validade da cobrança de serviços e comissões, notadamente o Serviço de Assessoria Técnica Imobiliária - SATI, previstos em contrato de compra e venda de imóveis entre consumidores e construtora ou incorporadora.",
  "835": "Definição do órgão competente, se o Poder Legislativo ou o Tribunal de Contas, para julgar as contas de Chefe do Poder Executivo que age na qualidade de ordenador de despesas.",
  "836": "Exigência de comprovação de prejuízo material aos cofres públicos como condição para a propositura de ação popular.",
  "838": "Constitucionalidade da proibição, contida em edital de concurso público, de ingresso em cargo, emprego ou função pública para candidatos que tenham certos tipos de tatuagem em seu corpo.",
  "839": "a) Possibilidade de um ato administrativo, caso evidenciada a violação direta ao texto constitucional, ser anulado pela Administração Pública quando decorrido o prazo decadencial previsto na Lei nº 9.784/1999. b) Saber se portaria que disciplina tempo máximo de serviço de militar atende aos requisitos do art. 8º do ADCT.",
  "841": "Constitucionalidade do art. 114, § 2º, da Constituição Federal, alterado pela EC 45/2004, que prevê a necessidade de comum acordo entre as partes como requisito para o ajuizamento de dissídio coletivo de natureza econômica.",
  "844": "Possibilidade de creditamento de IPI pela aquisição de insumos isentos, não tributados ou sujeitos à alíquota zero.",
  "845": "Indenização por danos decorrentes da suspensão do fornecimento de energia elétrica por empresa prestadora de serviço público.",
  "846": "Constitucionalidade da manutenção de contribuição social após atingida a finalidade que motivou a sua instituição.",
  "848": "Legitimidade para executar sentença em ação coletiva na hipótese em que o título transitado em julgado define explicitamente os titulares do direito. Obs.: Título aperfeiçoado pelo Relator quando da publicação da tese, em 10/04/2018 (conforme Processo STF/SEI 010927/2017). Redação original: Limites subjetivos de sentença condenatória genérica transitada em julgado proferida nos autos de ação civil pública ajuizada por associação.",
  "850": "Legitimidade do Ministério Público para a propositura de ação civil pública em defesa de direitos relacionados ao FGTS, tendo em vista a vedação contida no art. 1º, parágrafo único, da Lei 7.347/1985.",
  "851": "Direito de servidores estaduais optantes do regime de pagamento anterior à Lei 18.975/2010 do Estado de Minas Gerais ao aumento de 5% conferido aos servidores que optaram pelo regime de subsídio.",
  "852": "Avaliação judicial de critérios para a caracterização de trabalho especial, para fins de reconhecimento de aposentadoria especial ou de conversão de tempo de serviço, nos termos dos arts. 57 e 58 da Lei 8.213/1991.",
  "853": "Competência da Justiça do Trabalho para processar e julgar reclamação trabalhista, fundada em contrato de trabalho regido pela CLT, na qual figura o Poder Público no polo passivo.",
  "855": "Definição do alcance do art. 5º, XVI, da Constituição Federal, notadamente da exigência de aviso prévio à autoridade competente como pressuposto para o legítimo exercício da liberdade de reunião.",
  "856": "a) Necessidade de submissão de demanda judicial à regra da reserva de plenário na hipótese em que a decisão judicial estiver fundada em jurisprudência do Plenário do Supremo Tribunal Federal ou em Súmula deste Tribunal;  b) Constitucionalidade de restrições impostas pelo Estado ao livre exercício de atividade econômica ou profissional, quando aquelas forem utilizadas como meio de cobrança indireta de tributos.",
  "860": "Possibilidade de aplicação do prazo de 8 anos de inelegibilidade por abuso de poder previsto na Lei Complementar 135/2010 às situações anteriores à referida lei em que, por força de decisão transitada em julgado, o prazo de inelegibilidade de 3 anos aplicado com base na redação original do art. 1º, I, d, da Lei Complementar 64/1990 houver sido integralmente cumprido.",
  "861": "Natureza jurídica de direitos: se individuais homogêneos ou heterogêneos.",
  "862": "Termo inicial da contagem do prazo para apresentação de defesa no âmbito dos Juizados Especiais Cíveis.",
  "864": "Existência, ou não, de direito subjetivo a revisão geral da remuneração dos servidores públicos por índice previsto apenas na Lei de Diretrizes Orçamentárias, sem correspondente dotação orçamentária na Lei Orçamentária do respectivo ano.",
  "866": "Legitimidade da revisão de contrato já extinto.",
  "867": "Pagamento de férias fora do prazo do art. 145 da Consolidação das Leis do Trabalho: direito ou não à remuneração de férias em dobro.",
  "868": "Obrigatoriedade, ou não, de o Estado do Rio de Janeiro prestar assistência médico-hospitalar aos militares do estado, independentemente de contribuição.",
  "869": "Indenização por dano moral em virtude de inadimplemento de cláusula contratual.",
  "870": "Legitimidade do Município de Mossoró/RN para figurar no polo passivo de demanda visando à complementação de aposentadoria.",
  "871": "Base de cálculo da Gratificação de Difícil Acesso devida aos servidores públicos estaduais do quadro da Secretaria de Educação do Estado do Rio Grande do Sul que preencham os requisitos legais.",
  "872": "Constitucionalidade da exigência de multa por ausência ou atraso na entrega de Declaração de Débitos e Créditos Tributários Federais – DCTF, prevista no art. 7º, II, da Lei 10.426/2002, apurada mediante percentual a incidir, mês a mês, sobre os valores dos tributos a serem informados.",
  "873": "Compatibilidade da execução individual de sentença condenatória genérica proferida em ação coletiva com o art. 100, § 8º, da Constituição Federal.",
  "874": "Constitucionalidade do parágrafo único do art. 73 da Lei 9.430/1996, com a redação dada pela Lei 12.844/2013, que prevê a possibilidade de o Fisco, aproveitando o ensejo da restituição ou do ressarcimento de tributos administrados pela Secretaria da Receita Federal do Brasil, proceder à compensação, de ofício, com débitos não parcelados ou parcelados sem garantia.",
  "875": "Natureza jurídica do auxílio-alimentação concedido a servidor público estadual pela Lei 794/1998 do Estado de Rondônia: se indenizatória ou remuneratória.",
  "876": "Indenização por danos morais e materiais em razão do lapso temporal decorrido entre a publicação do Decreto 1.499/1995 e o efetivo retorno do anistiado ao serviço.",
  "877": "Submissão dos conselhos de fiscalização profissional à execução pelo regime de precatórios.",
  "878": "Legitimidade da execução na Justiça do Trabalho de bens que, a despeito de não integrarem a massa falida, pertencem a pessoa jurídica do mesmo grupo econômico de sociedade submetida a procedimento falimentar.",
  "879": "a) Prescrição de obrigação reconhecida como de trato sucessivo;  b) Reposição salarial concedida pela Lei 1.329/2000 do Município de Arvorezinha/RS e sua eventual derrogação pela Lei 1.394/2001 do mesmo município.",
  "880": "Indenização por dano moral decorrente de responsabilidade civil extracontratual.",
  "882": "Natureza da Gratificação de Risco de Policiamento Ostensivo prevista na Lei Complementar 59/2004 do Estado de Pernambuco: se geral ou propter laborem.",
  "883": "Direito a férias relativas a período de participação em curso de formação de soldados da polícia militar do Estado de São Paulo.",
  "884": "Imunidade tributária recíproca em relação ao IPTU incidente sobre bens imóveis mantidos sob a propriedade fiduciária da Caixa Econômica Federal, mas que não se comunicam com o patrimônio desta, porque integrados ao Programa de Arrendamento Residencial – PAR, criado e mantido pela União, nos termos da Lei 10.188/2001.",
  "886": "Competência para remover ex officio servidor público municipal.",
  "887": "Inclusão da Gratificação de Incentivo à Eficientização dos Serviços – GIEFS nas bases de cálculo do décimo terceiro salário e do adicional de férias devidos a servidor público estadual.",
  "888": "Direito de servidores públicos abrangidos pela aposentadoria especial ao abono de permanência.",
  "889": "Direito à correção monetária da indenização do Seguro DPVAT no período entre o advento da MP 340/2006 e a ocorrência do sinistro.",
  "890": "Ofensa aos princípios constitucionais da dignidade da pessoa humana, da legalidade, da propriedade e sua função social, do devido processo legal e do acesso à Justiça em decorrência de rescisão contratual.",
  "891": "Constitucionalidade da Taxa de Serviços Administrativos - TSA prevista no art. 1º da Lei 9.960/2000.",
  "892": "Marco prescricional para a interposição de ação para exigir contribuição sindical rural no âmbito da Justiça do Trabalho.",
  "893": "Validade do critério de cálculo da aposentadoria proporcional previsto no art. 53, I e II, da Lei 8.213/1991.",
  "894": "Aplicabilidade do princípio da anterioridade nonagesimal à contribuição ao PIS instituída pelo art. 2º da EC 17/1997.",
  "895": "Ofensa ao princípio da inafastabilidade de jurisdição na hipótese em que há óbice processual intransponível ao julgamento de mérito.",
  "896": "Cabimento de apelação contra decisão judicial que extingue execução fiscal de pequeno valor.",
  "897": "Prescritibilidade da pretensão de ressarcimento ao erário em face de agentes públicos por ato de improbidade administrativa.",
  "898": "Cabimento de mandado de segurança contra decisão que julga embargos infringentes opostos em execução fiscal de pequeno valor.",
  "899": "Prescritibilidade da pretensão de ressarcimento ao erário fundada em decisão de Tribunal de Contas.",
  "901": "Momento no qual deve cessar o pagamento do benefício de abono de permanência: se do protocolo do pedido de aposentadoria ou do aperfeiçoamento do ato de jubilação.",
  "902": "Despesas processuais que compõem o preparo recursal.",
  "904": "Direito ao reajuste da verba paga aos policiais militares do Estado do Paraná em razão da prestação de serviço extraordinário, nos termos da Lei estadual 13.280/2001.",
  "906": "Violação ao princípio da isonomia (art. 150, II, da Constituição Federal) ante a incidência de IPI no momento do desembaraço aduaneiro de produto industrializado, assim como na sua saída do estabelecimento importador para comercialização no mercado interno.",
  "907": "Constitucionalidade do art. 305 do Código de Trânsito Brasileiro.",
  "908": "Incidência de contribuição previdenciária a cargo do empregado. Definição da natureza jurídica de parcelas pagas ao empregado, para fins de enquadramento ou não na base de cálculo de contribuição previdenciária, conforme o art. 28 da Lei 8.212/1991.",
  "909": "Preenchimento dos pressupostos necessários ao gozo da imunidade tributária recíproca pela Rede Ferroviária Federal S/A – RFFSA.",
  "910": "Incidência da contribuição do salário-educação sobre a folha de salário do produtor rural pessoa física.",
  "911": "Possibilidade de exclusão, das bases de cálculo do IRPJ e da CSLL, dos créditos escriturais apurados no regime não cumulativo da contribuição ao PIS e da COFINS.",
  "913": "Verificação da ocorrência de reestruturação remuneratória da carreira de servidores públicos para efeito de aplicação da orientação firmada no RE 561.836-RG/RN (Tema 5).",
  "915": "Extensão, por via judicial, aos servidores do Poder Judiciário do Estado do Rio de Janeiro do reajuste concedido pela Lei estadual 1.206/1987.",
  "916": "Efeitos jurídicos do contrato temporário firmado em desconformidade com o art. 37, IX, da Constituição Federal.",
  "917": "Competência para iniciativa de lei municipal que preveja a obrigatoriedade de instalação de câmeras de segurança em escolas públicas municipais e cercanias.",
  "918": "Inconstitucionalidade de lei municipal que estabelece impeditivos à submissão de sociedades profissionais de advogados ao regime de tributação fixa ou per capita em bases anuais na forma estabelecida pelo  Decreto-Lei n. 406/1968 (recepcionado pela Constituição da República de 1988 com status de lei complementar nacional).",
  "920": "Possibilidade de responsabilização objetiva do empregador por danos decorrentes de doenças ocupacionais.",
  "921": "Tríplice acumulação de vencimentos e proventos decorrentes de ingressos em cargos públicos anteriores à EC n. 20/1998.",
  "923": "Efeito repristinatório pela declaração de inconstitucionalidade dos incs. I e II do art. 25 da Lei n. 8.212/1991 alterada pelas Leis ns. 8.540/1992 e 9.528/1997.",
  "925": "Possibilidade de a execução provisória de acórdão penal condenatório proferido em grau recursal, ainda que sujeito a recurso especial ou extraordinário, comprometer o princípio constitucional da presunção de inocência afirmado pelo art. 5º, inc. LVII, da Constituição da República.",
  "926": "Possibilidade de a condição de irmão gêmeo de candidato sorteado em processo seletivo para preenchimento de vagas em escola pública de ensino fundamental determinar a matrícula compulsória do irmão gêmeo não sorteado.",
  "927": "Legitimidade do reconhecimento administrativo da incidência de juros de mora sobre parcela atrasada devida a servidor público.",
  "928": "Competência da Justiça do Trabalho para processar e julgar ação que discute verbas trabalhistas, referentes a período regido pela CLT, supostamente devidas a empregados públicos que migraram, posteriormente, para o regime estatutário.",
  "929": "Possibilidade de compensação da agravante da reincidência com a atenuante da confissão espontânea, com base no disposto no art. 67 do Código Penal.",
  "930": "Os benefícios concedidos entre 5.10.1988 e 5.4.1991 não estão, em tese, excluídos da possibilidade de readequação aos tetos instituídos pelas Emendas Constitucionais ns. 20/1998 e 41/2003. Eventual direito a diferenças deve ser aferido no caso concreto, conforme os parâmetros já definidos no julgamento do RE n. 564.354.",
  "931": "Cômputo como horas in itinere do tempo gasto pelo trabalhador para deslocar-se da portaria até o local do registro de sua entrada na empresa.",
  "932": "Possibilidade de responsabilização objetiva do empregador por danos decorrentes de acidentes de trabalho.",
  "935": "Inconstitucionalidade da contribuição assistencial imposta aos empregados não filiados ao sindicato, por acordo, convenção coletiva de trabalho ou sentença.",
  "937": "É constitucional o tipo penal previsto no art. 2º, inc, II da Lei n. 8.137/1990, por não se configurar a conduta nele descrita como mero ilícito civil.",
  "938": "Termo inicial do prazo decadencial para a revisão de benefício de pensão por morte derivado de outro benefício previdenciário.",
  "939": "Possibilidade de as alíquotas da contribuição ao PIS e da COFINS serem reduzidas e restabelecidas por regulamento infralegal, nos termos do art. 27, § 2º, da Lei n. 10.865/2004.",
  "940": "Responsabilidade civil subjetiva do agente público por danos causados a terceiros, no exercício de atividade pública.",
  "941": "Possibilidade de afastar-se o prévio procedimento administrativo disciplinar – PAD, ou suprir sua eventual deficiência técnica, na hipótese de oitiva do condenado em audiência de justificação no juízo da execução penal, realizada na presença do ministério público ou defensor.",
  "942": "Possibilidade de aplicação das regras do regime geral de previdência social para a averbação do tempo de serviço prestado em atividades exercidas sob condições especiais, nocivas à saúde ou à integridade física de servidor público, com conversão do tempo especial em comum, mediante contagem diferenciada.",
  "943": "Possibilidade de conversão do tempo de serviço comum para especial, mediante a aplicação do fator 0,71 de conversão, nas hipóteses em que o trabalho fora prestado em período anterior à Lei n. 9.032/1995, para fins de concessão de aposentadoria especial com data de início posterior à essa legislação.",
  "945": "Possibilidade de extensão automática, considerando a equiparação do Decreto-lei n. 288/1967,  do benefício fiscal do programa Reintegra (Lei n. 12.546/2011) às receitas oriundas de vendas efetivadas para a Zona Franca de Manaus.",
  "946": "Legitimidade dos Ministérios Públicos dos Estados e do Distrito Federal para propor e atuar em recursos e meios de impugnação de decisões judiciais em trâmite no Supremo Tribunal Federal e no Superior Tribunal de Justiça, oriundos de processos de sua atribuição, sem prejuízo da atuação do Ministério Público Federal.",
  "947": "Imunidade de jurisdição dos organismos internacionais garantida por tratado firmado pelo Brasil.",
  "948": "Possibilidade de configuração de bitributação na instituição da Contribuição Sindical Rural pelo Decreto-Lei n. 1.166/1971.",
  "949": "Progressão funcional de empregado que retorna ao serviço por ter sido reconhecida sua condição de anistiado.",
  "951": "Direito dos servidores federais às diferenças relacionadas ao reajuste de 47,11% sobre a parcela denominada adiantamento do PCCS (adiantamento pecuniário) após a mudança para o regime estatutário.",
  "954": "Retroatividade dos efeitos da promoção de servidor público.",
  "955": "Composição da base de cálculo do Fundo de Garantia do Tempo de Serviço (FGTS).",
  "956": "Inclusão da Tarifa de Uso do Sistema de Transmissão (TUST) e da Tarifa de Uso do Sistema de Distribuição (TUSD) na base de cálculo do Imposto sobre Circulação de Mercadorias (ICMS) incidente sobre energia elétrica.",
  "957": "Inclusão de crédito presumido de ICMS, decorrente de incentivo fiscal estadual, na base de cálculo do IRPJ e da CSLL.",
  "958": "Aplicação do art. 2º, § 4º, da Lei federal n. 11.738/2008, que dispõe sobre a composição da carga horária do magistério público nos três níveis da Federação.",
  "959": "Concessão de liberdade provisória a preso em flagrante pela prática dos crimes descritos nos arts. 33, caput e  § 1º e 34 a 37 da Lei n. 11.343/2006.",
  "961": "Impenhorabilidade de propriedade familiar, localizada na zona rural, que não é o único bem imóvel dessa natureza pertencente à família.",
  "963": "Incidência do Imposto sobre Produtos Industrializados - IPI, de forma proporcional, na importação, pelo regime de admissão temporária, de produtos objeto de arrendamento mercantil.",
  "964": "Precedência da promoção por antiguidade sobre a remoção de magistrados estaduais.",
  "965": "Aposentadoria especial prevista no art. 40, § 5º, da Constituição: cômputo do tempo de serviço prestado por professor na escola em funções diversas da docência.",
  "967": "Proibição do uso de carros particulares para o transporte remunerado individual de pessoas.",
  "969": "Limites do poder regulamentar da Comissão de Valores Mobiliários - CVM quanto à atividade profissional de auditor independente e às pessoas naturais ou jurídicas a ele vinculadas, dispondo sobre infrações e punições.",
  "972": "Possibilidade de fixação de regime inicial fechado para cumprimento de pena, com base unicamente na natureza hedionda do delito.",
  "973": "Possibilidade de remarcação do teste de aptidão física de candidata grávida à época de sua realização, independentemente de haver previsão expressa nesse sentido no edital do concurso público.",
  "975": "Possibilidade de aplicação do teto constitucional à verba decorrente da conversão em pecúnia de licença-prêmio não usufruída.",
  "978": "Possibilidade de fixação dos honorários do defensor dativo, em processo penal, a partir da tabela de valores do Conselho Seccional da Ordem dos Advogados do Brasil, conforme previsto no § 1º do art. 22 da Lei n. 8.906/1994.",
  "981": "Necessidade de licitação específica para a criação de nova praça de pedágio no entroncamento das rodovias federais BR-153 e BR-369.",
  "983": "Gratificações federais de desempenho: (I) termo final do pagamento equiparado entre ativos e inativos e (II) redução do valor pago aos aposentados e pensionistas e princípio da irredutibilidade de vencimentos.",
  "984": "Natureza jurídica dos reajustes concedidos aos servidores da carreira militar pela Lei n. 7.622/2000, do Estado da Bahia.",
  "985": "Natureza jurídica do terço constitucional de férias, indenizadas ou gozadas, para fins de incidência da contribuição previdenciária patronal.",
  "986": "Discussão acerca da constitucionalidade do § 3º do artigo 224 do Código Eleitoral no tocante à necessidade de realização de novas eleições sempre que ocorrer o indeferimento do registro de candidatura, em pleito majoritário, independentemente do número de votos então anulados.",
  "990": "Possibilidade de compartilhamento com o Ministério Público, para fins penais, dos dados bancários e fiscais do contribuinte, obtidos pela Receita Federal no legítimo exercício de seu dever de fiscalizar, sem autorização prévia do Poder Judiciário.",
  "992": "Discussão quanto à competência para processar e julgar controvérsias nas quais se pleiteiam questões afetas à fase pré-contratual de seleção e de admissão de pessoal e eventual nulidade do certame, em face de pessoa jurídica de direito privado.",
  "993": "Controvérsia relativa à definição da base de cálculo do Imposto sobre Transmissão de Bens Imóveis – ITBI.",
  "994": "Controvérsia relativa à competência para processar e julgar demandas nas quais se discutem o recolhimento e o repasse de contribuição sindical de servidores públicos regidos pelo regime estatutário, questão não abrangida pela ADI n. 3.395.",
  "996": "Possibilidade de revisão de benefício previdenciário pelo valor nominal do reajuste do salário mínimo, sempre que mais vantajoso que o reajuste nominal dos demais benefícios.",
  "997": "Controvérsia relativa à legitimidade de entidade sindical para o recebimento de contribuição sindical patronal.",
  "999": "Imprescritibilidade da pretensão de reparação civil de dano ambiental.",
  "1005": "Possibilidade de reconhecimento de relação empregatícia a advogado com vínculo societário em escritório de advocacia.",
  "1006": "Aplicação de juros de mora e de multa moratória sobre créditos de contribuição previdenciária atrelados a sentença trabalhista ou a acordo homologado judicialmente, considerado o momento da ocorrência do fato gerador da obrigação tributária.",
  "1008": "Incorporação do adicional de interiorização devido pela prestação de serviço militar no interior do Estado.",
  "1009": "Realização de novo exame psicotécnico em candidato que teve o primeiro teste anulado por ausência de objetividade dos critérios de correção estabelecidos no edital.",
  "1010": "Controvérsia relativa aos requisitos constitucionais (art. 37, incs. II e V, da Constituição da República) para a criação de cargos em comissão.",
  "1011": "Controvérsia relativa à existência de interesse jurídico da Caixa Econômica Federal para ingressar como parte ou terceira interessada nas ações envolvendo seguros de mútuo habitacional no âmbito do Sistema Financeiro de Habitação e, consequentemente, à competência da Justiça Federal para o processamento e o julgamento das ações dessa natureza.",
  "1012": "Controvérsia relativa à incidência do Imposto sobre Circulação de Mercadorias e Serviços – ICMS - na venda de automóveis integrantes do ativo imobilizado de empresas locadoras de veículos adquiridos diretamente das montadoras, independentemente de a compra ter ocorrido em prazo inferior a um ano.",
  "1014": "Controvérsia relativa à definição da base de cálculo do Imposto sobre Transmissão Causa Mortis e Doação de quaisquer Bens ou Direitos (ITCMD).",
  "1017": "Critérios legais de aferição da renda do segurado, para fins de percepção do benefício do auxílio-reclusão.",
  "1018": "Supressão da correção monetária das demonstrações financeiras determinada pelo art. 4º da Lei nº 9.249/95.",
  "1021": "Dever do administrador público de disponibilizar obrigação alternativa para servidor em estágio probatório cumprir deveres funcionais a que está impossibilitado em virtude de sua crença religiosa.",
  "1023": "Situações abrangidas pelo prazo decadencial previsto no art. 103 da Lei nº 8.213/91, tendo em vista a interpretação do termo revisão contido no referido dispositivo legal.",
  "1025": "Possibilidade de execução de parcelas vencidas de benefício previdenciário reconhecido judicialmente anteriores à implantação de benefício concedido na esfera administrativa.",
  "1026": "Termo inicial para percepção do benefício de auxílio-transporte pelos servidores públicos do Estado de Rondônia.",
  "1027": "Extensão dos reajustes fixados pelo Conselho de Reitores das Universidades do Estado de São Paulo (Cruesp) aos empregados das instituições de ensino autônomas vinculadas às universidades estaduais paulistas.",
  "1028": "Aferição dos requisitos legais para a concessão do benefício previdenciário da pensão por morte.",
  "1029": "Contagem do tempo de licença para tratamento de saúde e de faltas atestadas por médicos como de efetivo exercício para fins de aposentadoria e disponibilidade de servidor público.",
  "1030": "Definição do termo inicial do prazo para a propositura da ação rescisória em casos de alegada fraude contra o Erário e contra a administração da Justiça.",
  "1037": "Incidência de juros da mora no período compreendido entre a data da expedição do precatório ou da requisição de pequeno valor (RPV) e o efetivo pagamento.",
  "1038": "Reconhecimento de adicional noturno constante da legislação civil a servidores militares estaduais, sem previsão expressa do direito na Constituição Federal.",
  "1039": "Obrigatoriedade de retransmissão do programa “A Voz do Brasil” em horário impositivo.",
  "1040": "Constitucionalidade de lei de iniciativa parlamentar a criar conselho de representantes da sociedade civil com atribuição de fiscalizar ações do Executivo.",
  "1041": "Admissibilidade, no âmbito do processo penal, de prova obtida por meio de abertura de encomenda postada nos Correios, ante a inviolabilidade do sigilo das correspondências.",
  "1042": "Condicionamento do despacho aduaneiro de bens importados ao pagamento de diferenças apuradas por arbitramento da autoridade fiscal.",
  "1044": "Legitimidade do Ministério Público de Contas para impetrar mandado de segurança contra julgado do Tribunal de Contas perante o qual atua.",
  "1045": "Existência de justo título de propriedade, por parte da União, das terras localizadas na gleba Rio Anil, situada na Ilha Upaon-Açu (Ilha de São Luís, Maranhão), para efeito de cobrança de foro, laudêmio ou taxa de ocupação após a Emenda Constitucional nº 46/05.",
  "1047": "Constitucionalidade da majoração, em um ponto percentual, da alíquota da COFINS-Importação, introduzida pelo artigo 8º, § 21, da Lei nº 10.865/2004, com a redação dada pela Lei nº 12.715/2012, e da vedação ao aproveitamento integral dos créditos oriundos do pagamento da exação, constante do § 1º-A do artigo 15 da Lei nº 10.865/2004, incluído pela Lei nº 13.137/2015.",
  "1049": "Possibilidade de técnico em farmácia assumir responsabilidade por drogaria, após a vigência da Lei nº 13.021/2014.",
  "1050": "Vedação imposta às pessoas jurídicas optantes do Simples Nacional de usufruir o benefício de alíquota zero incidente sobre o PIS e a COFINS no regime de tributação monofásica.",
  "1052": "Possibilidade de creditamento de ICMS cobrado em operação de entrada de aparelhos celulares em empresa prestadora de serviço de telefonia móvel, posteriormente cedidos, mediante comodato, a clientes.",
  "1057": "Concessão de aposentadoria especial a guarda civil municipal com base no art. 40, § 4º, inciso II, da Constituição Federal, que prevê ser possível, por meio de lei complementar, a adoção de requisitos e critérios diferenciados para a concessão de aposentadoria para servidores que exerçam atividades de risco.",
  "1058": "Definição das situações abrangidas pelo prazo prescricional previsto no art. 1º da Lei nº 7.515/86.",
  "1059": "Concessão de diferenças salariais aos servidores do Município de Mogi Guaçu por decisão judicial em razão da incorporação de valores a seus vencimentos determinada pelas Leis Complementares municipais nºs 1.000/09 e 1.121/11.",
  "1060": "Controvérsia relativa a procedimentos, critérios e requisitos para a restituição de imposto ou contribuição pago a maior no regime de substituição tributária progressiva.",
  "1061": "Concessão de diferenças salariais relativas a 13,23% a servidor público federal por meio de decisão judicial tendo em vista a instituição da vantagem pecuniária individual (VPI) pela Lei nº 10.698/03.",
  "1062": "Possibilidade de os estados da Federação e o Distrito Federal fixarem índices de correção monetária e taxas de juros de mora para seus créditos tributários.",
  "1064": "Condenação de ente público ao pagamento de honorários advocatícios sucumbenciais em favor de defensoria pública vinculada a ente diverso.",
  "1065": "Constitucionalidade da contribuição previdenciária devida por aposentado pelo Regime Geral de Previdência Social (RGPS) que permaneça em atividade ou a essa retorne.",
  "1070": "Competência para denominação de ruas, próprios, vias e logradouros públicos e suas alterações.",
  "1076": "Responsabilidade civil da União, do Estado do Paraná e da Fundação Faculdade Vizinhança Vale do Iguaçu (VIZIVALI) por danos decorrentes de demora ou negativa de entrega de diplomas ou certificados de conclusão de cursos superiores ministrados pela entidade de ensino no âmbito de programa estadual de capacitação docente.",
  "1077": "Competência do Departamento Nacional de Infraestrutura de Transportes (DNIT) para fiscalizar o trânsito nas rodovias e estradas federais e, nesse âmbito, aplicar penalidade por infração ao Código de Trânsito Brasileiro (CTB).",
  "1078": "Exigibilidade de verba por lotação em unidade estratégica (adicional de fronteira), prevista na Lei nº 12.855/13, enquanto não houver regulamentação da norma pelo Poder Executivo Federal.",
  "1081": "Possibilidade de acumulação remunerada de cargos públicos, na forma do art. 37, inciso XVI, da Constituição Federal, quando há compatibilidade de horários.",
  "1082": "Direito à integralidade no pagamento de gratificação de desempenho de natureza pro labore faciendo recebida em atividade por servidor que se aposentou no regime do artigo 3º da Emenda Constitucional nº 47/05.",
  "1085": "Majoração de taxa tributária realizada por ato infralegal a partir de delegação legislativa e viabilidade de o Poder Executivo atualizar os valores fixados em lei, de acordo com percentual não superior aos índices oficiais de correção monetária.",
  "1088": "Obrigatoriedade de realização de prévio procedimento licitatório para outorga de serviços de radiodifusão com fins exclusivamente educativos.",
  "1089": "Natureza de gratificações ou outras vantagens remuneratórias concedidas a servidores ativos estaduais, municipais ou distritais para fins de incorporação aos proventos de servidores inativos e pensionistas.",
  "1090": "Direito de férias de sessenta dias por ano aos Procuradores da Fazenda Nacional.",
  "1091": "Constitucionalidade do fator previdenciário, previsto no art. 29, caput, incisos e parágrafos, da Lei nº 8.213/91, com a redação dada pelo art. 2º da Lei nº 9.876/99.",
  "1092": "Competência para processar e julgar demandas sobre complementação de aposentadoria instituída por lei, cuja responsabilidade pelo pagamento recaia diretamente sobre a Administração Pública direta ou indireta.",
  "1094": "Incidência do ICMS na importação de bens e mercadorias por pessoa física ou jurídica com base em lei estadual editada posteriormente à promulgação da EC nº 33/2001, porém antes da vigência da Lei Complementar Federal nº 114/2002.",
  "1098": "Inclusão do montante correspondente ao Imposto Sobre Circulação de Mercadorias e Serviços (ICMS) destacado nas notas fiscais ou recolhido antecipadamente pelo substituto em regime de substituição tributária progressiva na base de cálculo da contribuição ao Programa de Integração Social (PIS) e da Contribuição para Financiamento da Seguridade Social (COFINS) devidas pelo substituído tributário.",
  "1099": "Incidência de Imposto Sobre Circulação de Mercadorias e Serviços (ICMS) sobre o deslocamento de mercadorias de um estabelecimento para outro do mesmo contribuinte localizados em estados distintos.",
  "1100": "Definição individualizada da natureza jurídica de verbas percebidas pelo empregado, bem como de sua respectiva habitualidade, para fins de incidência da contribuição previdenciária a cargo do empregador sobre a folha de salários e demais rendimentos conforme o art. 22, I, da Lei nº 8.212/1991.",
  "1103": "Possibilidade dos pais deixarem de vacinar os seus filhos, tendo como fundamento convicções filosóficas, religiosas, morais e existenciais.",
  "1104": "Requisitos legais necessários para a concessão do benefício previdenciário de aposentadoria híbrida por idade.",
  "1105": "Exigibilidade de prévio requerimento administrativo como requisito para postular em juízo a concessão do benefício de auxílio-acidente precedido de auxílio-doença acidentário.",
  "1106": "Definição do termo inicial da incidência de correção monetária referente ao ressarcimento de créditos tributários escriturais excedentes de tributo sujeito ao regime não-cumulativo, quando excedido o prazo a que alude o artigo 24 da Lei 11.457/2007.",
  "1107": "Possibilidade de o segurado que exerce atividades em condições especiais, quando em gozo de auxílio-doença de natureza não acidentária, utilizar o cômputo desse mesmo período como tempo de serviço especial.",
  "1109": "Possibilidade de manutenção do pagamento da contribuição previdenciária substitutiva prevista no art. 8º da Lei 12.546/2011 (CPRB), no ano-calendário de 2018, em face da irretratabilidade prevista no art. 9º, § 13, da Lei nº. 12.546/11 e a exclusão de determinadas atividades econômicas operadas pela Lei 13.670/2018.",
  "1110": "Possibilidade da manutenção do regime de tributação incidente sobre o total das remunerações pagas ou creditadas, na forma do art. 22 da Lei 8.212/91, de acordo com tratamento dado pela legislação às empresas que não foram abarcadas pelo regime substitutivo da Lei 12.546/2011.",
  "1111": "Inclusão da contribuição previdenciária substitutiva incidente sobre a receita bruta (CPRB) na base de cálculo da contribuição ao PIS e da COFINS.",
  "1114": "Possibilidade de reconhecer ao soldado temporário da Polícia Militar, contratado para serviço auxiliar voluntário - nos termos da Lei Federal 10.029/2000 e da Lei 11.064/2002 do Estado de São Paulo -, obrigações de natureza trabalhista e previdenciária.",
  "1115": "Pagamento da indenização por atividade em localidade estratégica (adicional de fronteira), prevista na Lei 12.855/2013, durante o gozo de férias regulamentares.",
  "1116": "Controvérsia relativa à observância dos parâmetros previstos na legislação local, para fins de concessão de auxílio-alimentação.",
  "1117": "Recálculo do saldamento de antigo plano de benefícios, decorrente do reconhecimento judicial de parcelas salariais não consideradas no salário de contribuição, apesar da adesão a novo plano de previdência complementar.",
  "1119": "Necessidade de juntada da autorização expressa dos associados, da relação nominal, bem como da comprovação de filiação prévia, para a cobrança de valores pretéritos de título judicial decorrente de mandado de segurança coletivo impetrado por entidade associativa de caráter civil",
  "1123": "Controvérsia relativa ao direito à execução da multa de 40% sobre o Fundo de Garantia do Tempo de Serviço (FGTS), prevista no artigo 18, § 1º, da Lei 8.036/1990, quando não expressamente constante do título executivo judicial."
}